Repository: canonical/ubuntu-desktop-installer
Catalog: packages/ubuntu_wsl_setup/lib/l10n/app_*.arb
Languages: ca, cs, cy, da, de, eo, es, fa, fi, fr, he, hu, id, ja, ka, ko, lt, ml, nb, ne, pl, pt_br, ru, si, sk, sr, sv, tr, uk, zh

# installationSlidesCustomExitTitle
source: We are almost done
cs: Jsme téměř hotovi
da: Vi er næsten færdige
de: Wir sind fast fertig
eo: Preskaŭ kompleta
es: Ya casi hemos terminado
fa: تقریباً تمام شد
fi: Melkein valmista
fr: Nous avons presque terminé
he: כמעט סיימנו
hu: Már majdnem készen vagyunk
ja: もうすぐ終わります
ka: თითქმის მოვრჩით
ko: 거의 다 되었습니다
lt: Beveik užbaigta
nb: Nesten ferdig
pl: Prawie skończyliśmy
pt_br: Estamos quase terminando
ru: Мы почти закончили
si: බොහෝ දුරට අහවරයි
sk: Sme takmer hotoví
sr: Скоро смо готови
sv: Vi är nästan klara
tr: İşimiz neredeyse bitti
uk: Ми майже закінчили
zh: 即将完成

# installationSlidesOk
source: OK
ca: D'acord
eo: Bone
es: Aceptar
fa: قبول
fr: D'accord
he: בסדר
hu: Rendben
ka: დიახ
ko: 예
lt: Gerai
ru: ОК
si: හරි
sr: ОК
tr: Tamam
uk: Гаразд
zh: 确定

# installationSlidesLeave
source: Leave
ca: Surt
cs: Odejít
da: Forlad
de: Verlassen
eo: Forlasi
es: Abandonar
fa: ترک
fi: Poistu
fr: Partir
he: לעזוב
hu: Kilépés
ja: 去る
ka: გასვლა
ko: 떠나기
lt: Išeiti
nb: Forlat
pl: Opuść
pt_br: Sair
ru: Покинуть
si: හැරයන්න
sk: Odísť
sr: Изађи
sv: Lämna
tr: Ayrıl
uk: Покинути
zh: 离开

# installationSlidesCancel
source: Cancel
ca: Cancel·la
cs: Storno
da: Afbryd
de: Abbrechen
eo: Nuligi
es: Cancelar
fa: لغو
fi: Peru
fr: Annuler
he: לבטל
hu: Mégse
ja: キャンセル
ka: გაუქმება
ko: 취소
lt: Atsisakyti
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отмена
si: අවලංගු
sk: Storno
sr: Одустани
sv: Avbryt
tr: İptal Et
uk: Скасувати
zh: 取消

# installationSlidesUbuntuOnWsl
source: Ubuntu on WSL
ca: Ubuntu en WSL
cs: Ubuntu na WSL
da: Ubuntu på WSL
de: Ubuntu auf dem WSL
eo: Ubuntu sur WSL
es: Ubuntu en WSL
fa: اوبونتو روی WSL
fi: Ubuntu WSL
fr: Ubuntu sur WSL
he: אובונטו על WSL
hu: Ubuntu a WSL-en
ja: WSLにUbuntu
ka: Ubuntu-ი WSL-ზე
ko: 우분투 WSL
lt: Ubuntu ties WSL
nb: Ubuntu på WSL
pl: Ubuntu na WSL
pt_br: Ubuntu no WSL
ru: Ubuntu на WSL
si: WSL මත උබුන්ටු
sk: Ubuntu na WSL
sr: Убунту на WSL
sv: Ubuntu på WSL
tr: WSL'de Ubuntu
uk: Ubuntu на WSL

# installationSlidesErrorText
source: An irrecoverable error happened. Please close this application, open PowerShell or the command prompt and issue the following commands:
cs: Došlo k chybě, ze které se nelze zotavit. Zavřete tuto aplikaci, otevřete Powershell nebo příkazový řádek a zadejte následující příkazy:
da: Der skete en ugenoprettelig fejl. Luk venligst denne applikation, åbn Powershell, eller kommandoprompt, og give følgende kommandoer:
de: Es ist ein nicht behebbarer Fehler aufgetreten. Bitte schließen Sie diese Anwendung, öffnen Sie die Powershell oder die Eingabeaufforderung und geben Sie die folgenden Befehle ein:
eo: Neriparebla eraro okazis. Bonvolu fermi ĉi tiun instalilon, lanĉi PowerShell aŭ la terminalon kaj ruli la jenajn komandojn:
es: Se ha producido un error irrecuperable. Cierre esta aplicación, abra PowerShell o el símbolo del sistema y ejecute los siguientes comandos:
fi: Tapahtui peruuttamaton virhe. Sulje tämä sovellus, avaa PowerShell tai komentokehote ja syötä seuraavat komennot:
fr: Une erreur irréparable est arrivée. Veuillez fermer cette apllication, ouvrir Powershell ou le terminal et entrer les commandes suivantes :
he: אירעה שגיאה שלא ניתן להשתקם ממנה. נא לסגור את היישום הזה, לפתוח Powershell או את שורת הפקודה ולהריץ את הפקודות הבאות:
hu: Visszafordíthatatlan hiba történt. Zárja be ezt az alkalmazást, nyissa meg a PowerShellt vagy a parancssort, és adja ki a következő parancsokat:
ja: 回復不可能なエラーが発生しました。 アプリケーションを閉じて、パワーシェルかコマンドプロンプトでこれらのコマンドを実行してください：
ko: 복구 불가능한 오류가 발생했습니다. 이 애플리케이션을 닫고, PowerShell이나 명령 프롬프트를 열어 아래 명령을 실행하십히오:
lt: Įvyko neatitaisoma klaida. Užverkite šią programą, atverkite „PowerShell“ arba komandų eilutės užklausą ir įvykdykite šias komandas:
pl: Wystąpił nieodwracalny błąd. Zamknij tę aplikację, otwórz PowerShell lub wiersz poleceń i wydaj następujące polecenia:
pt_br: Ocorreu um erro irrecuperável. Por favor feche este aplicativo, abra o PowerShell ou prompt de comandos e execute os seguintes comandos:
ru: Произошла непоправимая ошибка. Пожалуйста, закройте это приложение, откройте Powershell или командную строку и выполните следующие команды:
si: අප්‍රතිවර්ත්‍ය දෝෂයක් සිදු විය. කරුණාකර මෙම යෙදුම වසන්න, පවර්ෂෙල් හෝ විධාන ප්‍රේරකය විවෘත කර පහත විධාන සපයන්න:
sk: Došlo k chybe, z ktorej sa nemožno zotaviť. Zatvorte túto aplikáciu, otvorte PowerShell alebo príkazový riadok a zadajte nasledujúce príkazy:
sv: Ett oåterkalleligt fel inträffade. Stäng det här programmet, öppna Powershell eller kommandotolken och utför följande kommandon:
tr: Düzeltilemez bir hata oluştu. Lütfen bu uygulamayı kapatın, Powershell'i veya komut istemini açın ve aşağıdaki komutları verin:
uk: Сталася невиправна помилка. Закрийте цю програму, відкрийте PowerShell або командний рядок і введіть такі команди:
zh: 一个不可恢复的错误发生了。 请关闭这个程序，打开 PowerShell 或者命令提示符运行以下命令：

# installationSlidesErrorSub
source: Please restart WSL with the following command and try again: wsl --shutdown wsl --unregister DISTRO_NAME
cs: Restartujte WSL pomocí následujících příkazů a zkuste to znovu: wsl --shutdown wsl --unregister NAZEV_DISTRIBUCE
da: Genstart venligst WSL med følgende kommando og prøv igen: wsl --shutdown wsl --unregister DISTRO_NAME
de: Bitte starten Sie das WSL mit dem folgenden Befehl neu und versuchen Sie es erneut: wsl --shutdown wsl --unregister DISTRO_NAME
eo: Bonvolu relanĉi WSL per la jena komando kaj reprovi: wsl --shutdown wsl --unregister DISTRO_NAME
es: Reinicie WSL con la orden siguiente y vuelva a intentarlo: wsl --shutdown wsl --unregister NOMBRE_DISTRO
fi: Käynnistä WSL uudelleen seuraavalla komennolla ja yritä uudelleen: wsl --shutdown wsl --unregister DISTRO_NAME
fr: Veuillez redémarrer WSL avec les commandes suivantes et réessayer à nouveau : wsl --shutdown wsl --unregister DISTRO_NAME
he: נא להפעיל את WSL מחדש בעזרת הפקודות האלו ולנסות שוב: wsl --shutdown wsl --unregister DISTRO_NAME
hu: Indítsa újra a WSL-t a következő paranccsal, és próbálja meg újra: wsl --shutdown wsl --unregister DISTRO_NAME
ja: これらのコマンドでWSLを再起動させてからもう一度試してください： wsl --shutdown wsl --unregister DISTRO_NAME
ko: 아래 명령으로 WSL 다시 시작하고 다시 시도 해 주십시오: wsl --shutdown wsl --unregister 배포판_이름
lt: Paleiskite WSL iš naujo naudodami šią komandą ir bandykite dar kartą: wsl --shutdown wsl --unregister PLATINAMOJO_PAKETO_PAVADINIMAS
pl: Uruchom ponownie WSL za pomocą następującego polecenia i spróbuj ponownie: wsl --shutdown wsl --unregister NAZWA_DYSTRYBUCJI
pt_br: Por favor, reinicie o WSL com o seguinte comando e tente novamente: wsl --shutdown wsl --unregister DISTRO_NAME
ru: Перезапустите WSL с помощью следующей команды и повторите попытку: wsl --shutdown wsl --unregister DISTRO_NAME
si: පහත විධාන ලබා දී WSL නැවත ආරම්භ කර යළි උත්සාහ කරන්න: wsl --shutdown wsl --unregister DISTRO_NAME
sk: Reštartujte WSL pomocou nasledujúcich príkazov a skúste to znova: wsl --shutdown wsl --unregister DISTRO_NAME
sv: Starta om WSL med följande kommando och försök igen: wsl --shutdown wsl --unregister DISTRO_NAME
tr: Lütfen WSL'yi aşağıdaki komutla yeniden başlatın ve tekrar deneyin: wsl --shutdown wsl --unregister DISTRO_NAME
uk: Перезапустіть WSL за допомогою наступної команди та повторіть спробу: wsl --shutdown wsl --unregister DISTRO_NAME
zh: 请选择命令重试并重启WSL： wsl --shutdown wsl --unregister DISTRO_NAME

# installationSlidesExitContents
source: Closing this window will not prevent the installation from continuing in the background. Besides, you can continue exploring what you can do with Ubuntu on WSL.
cs: Zavření tohoto okna nebude bránit pokračování instalace na pozadí. Kromě toho můžete pokračovat ve zkoumání možností Ubuntu na WSL.
da: Lukning af dette vindue vil ikke forhindre installationen i at fortsætte, i baggrunden. Derudover kan du fortsat udforske hvad man kan gøre med Ubuntu på WSL.
de: Das Schließen dieses Fensters verhindert nicht, dass die Installation im Hintergrund fortgesetzt wird. Außerdem können Sie weiter erkunden, was Sie mit Ubuntu auf dem WSL machen können.
eo: Fermi ĉi tiun fenestron ne ĉesigos la instaladon en la fono. Krome, vi povas daŭre esplori tion, kion vi povos fari per Ubuntu WSL.
es: Cerrar esta ventana no impedirá que la instalación continúe en segundo plano. Además, puede seguir explorando lo que puede hacer con Ubuntu en WSL.
fi: Tämän ikkunan sulkeminen ei estä asennuksen jatkumista taustalla. Sitä paitsi voit jatkaa tutkimista, mitä kaikkea voit tehdä Ubuntu WSL:llä.
fr: Fermer cette fenêtre n'empêchera pas l'installation de continuer en arrière-plan. De toute façon, vous pouvez continuer d'explorer ce que vous pouvez faire avec Ubuntu sur WSL.
he: סגירת החלון הזה לא תמנע מההתקנה להמשיך לפעול ברקע. מלבד זאת, אפשר להמשיך ולחקור מה אפשר לעשות עם אובונטו על WSL.
hu: Az ablak bezárása nem akadályozza meg, hogy a telepítés a háttérben folytatódjon. Emellett folytathatja a WSL-en az Ubuntuval kapcsolatos lehetőségek felfedezését.
ja: ウィンドウを閉じただけであれば、バックグラウンドでインストールが継続します。 その上で、WSL上のUbuntuで何ができるかを試し続けることができます。
ko: 이 창을 닫아도 설치는 백그라운드에서 계속 진행됩니다. 또한 우분투 WSl로 할 수 있는 작업을 계속 탐색해 보실 수 있습니다.
lt: Užvėrę šį langą, nesutrukdysite diegimo vykdymo, kuris vyks fone. Be to, galite tęsti tyrinėti Ubuntu WSL galimybes.
pl: Zamknięcie tego okna nie przeszkodzi w kontynuowaniu instalacji w tle. Poza tym możesz kontynuować eksplorację tego, co można zrobić z Ubuntu na WSL.
pt_br: Ao fechar esta janela você não interromperá a instalação que vai continuar em segundo plano.. Além disso, você pode seguir explorando o que você pode fazer com o Ubuntu no WSL.
ru: Закрытие этого окна не помешает продолжить установку в фоновом режиме. Кроме того, вы можете продолжить изучать возможности Ubuntu WSL.
si: මෙම කවුළුව වසා දැමීම පසුබිමෙහි ස්ථාපනය ඉදිරියට යාම වළක්වන්නේ නැත. අමතරව, ඔබට WSL හි උබුන්ටු සමඟ කළ හැකි දෑ නිදහසේ සොයා බැලීමට හැකිය.
sk: Zatvorenie tohto okna nebude brániť pokračovaniu inštalácie na pozadí. Okrem toho môžete pokračovať v skúmaní možností Ubuntu na WSL.
sv: Att stänga det här fönstret hindrar inte installationen från att fortsätta i bakgrunden. Dessutom kan du fortsätta att utforska vad du kan göra med Ubuntu på WSL.
tr: Bu pencerenin kapatılması kurulumun arka planda devam etmesini engellemeyecektir. Ayrıca, WSL üzerinde Ubuntu ile neler yapabileceğinizi keşfetmeye devam edebilirsiniz.
uk: Закриття цього вікна не завадить продовженню встановлення у фоновому режимі. Крім того, ви можете продовжити досліджувати, що ви можете робити з Ubuntu на WSL.
zh: 关闭这个窗口不会停止在后台运行的安装程序。 同时，您可以继续探索您能在 Ubuntu on WSL 里做什么。

# installationSlidesCustomExitContents
source: Just a few steps to be completed in the main installer window. Can we quit this one and go there?
cs: Už jen pár kroků k dokončení v hlavním okně instalátoru. Můžeme toto zavřít a přejít tam?
da: Blot et par trin, at gennemføre i installatørens hovedvindue. Må vi afslutte dette og gå dertil?
de: Es sind nur noch ein paar Schritte im Hauptfenster des Installationsprogramms zu erledigen. Können wir dieses Fenster verlassen und dorthin gehen?
eo: Nur kelkaj paŝoj restas en la instalila ĉeffenestro. Ĉu mi povas forlasi ĉi tiun kaj iri tien?
es: Solo hay que completar algunos pasos en la ventana principal del instalador. ¿Quiere salir de esta e ir allí?
fi: Vain muutama vaihe tekemättä asennusohjelman pääikkunassa. Voiko tämän ikkunan sulkea ja siirtyä pääikkunaan?
fr: Plus que quelques étapes à compléter dans la fenêtre principale d'installation. Pouvons-nous quitter celle-ci et aller là-bas ?
he: יש להשלים עוד כמה צעדים פשוטים בחלון ההתקנה הראשי. אפשר לצאת מהחלון הזה ולעבור לשם?
hu: Csak néhány lépést kell elvégezni a fő telepítőablakban. Kiléphetünk ebből, és mehetünk oda?
ja: あと数ステップでメインインストーラーのウィンドウが完了します。 それをやめて終了しますか？
ko: 주 설치 프로그램 창에서 완료할 몇 가지 단계가 있습니다. 이 창을 닫고 이동하시겠습니까?
lt: Beliko keli žingsniai, kuriuos reikia atlikti pagrindiniame diegimo programos lange. Ar galime užbaigti su šiuo ir pereiti į aną?
pl: Jeszcze tylko kilka kroków do wykonania w głównym oknie instalatora. Czy możemy zrezygnować z tego i przejść tam?
pt_br: Faltam apenas algumas etapas para concluir na janela principal do instalador. Podemos sair daqui e ir até lá?
ru: Ещё несколько шагов нужно выполнить в главном окне установщика. Мы можем ли мы закончить с этим и перейти туда?
si: ප්‍රධාන ස්ථාපක කවුළුවෙහි තව පියවර කිහිපයක් ඇත. අපට මෙතැනින් ඉවත් වී එතැනට යාමට පුළුවන් ද?
sk: Už len pár krokov na dokončenie v hlavnom okne inštalátora. Môžeme toto zavrieť a prejsť tam?
sv: Bara ett fåtal steg kvar att slutföra i installationens huvudfönster. Kan vi avsluta denna dialog och gå till den?
tr: Ana kurucu penceresinde tamamlanması gereken sadece birkaç adım var. Bunu bırakıp oraya gidebilir miyiz?
uk: Лише кілька кроків, які потрібно виконати в головному вікні інсталятора. Чи можемо ми кинути це і піти туди?
zh: 在安装完成前，安装器主窗口还需要完成几个步骤。 要退出本窗口并回到主窗口吗？

# installationSlidesUbuntuWslWebDev
source: Ubuntu WSL for Web Development
cs: Ubuntu WSL pro vývoj pro web
da: Ubuntu WSL til netudvikling
de: Ubuntu WSL für Web-Entwicklung
eo: Ubuntu WSL por Reta programado
es: Ubuntu WSL para Desarrollo web
fa: اوبونتو WSL برای توسعهٔ وب
fi: Ubuntu WSL web-kehitykseen
fr: Ubuntu WSL pour le développement Web
he: אובונטו WSL לפיתוח אתרים
hu: Ubuntu WSL a webfejlesztéshez
ja: ウェブ開発に Ubuntu WLS
ko: 웹 개발을 위한 우분투 WSL
lt: Ubuntu WSL, skirta Saityno plėtojimui
nb: Ubuntu WSL for vev-utvikling
pl: Ubuntu WSL do tworzenia stron internetowych
pt_br: Ubuntu WSL para Desenvolvimento Web
ru: Ubuntu WSL для Веб-разработки
si: වියමන සංවර්ධනය සඳහා උබුන්ටු WSL
sk: Ubuntu WSL pre vývoj pre web
sv: Ubuntu WSL för Webbutveckling
tr: Web Geliştirme için Ubuntu WSL
uk: Ubuntu WSL для Веб-розробки
zh: Ubuntu WSL 网络开发用

# installationSlidesUbuntuWslDataScience
source: Ubuntu WSL for Data Science
ca: Ubuntu WSL per a ciència de dades
cs: Ubuntu WSL pro datové vědy
da: Ubuntu WSL til Datavidenskab
de: Ubuntu WSL für Datenwissenschaft
eo: Ubuntu WSL por Datenscienco
es: Ubuntu WSL para la ciencia de los datos
fa: اوبونتو WSL برای علم داده
fi: Ubuntu WSL datatieteisiin
fr: Ubuntu WSL pour la Science des Données
he: אובונטו WSL למדעי נתונים
hu: Ubuntu WSL az adattudományhoz
ja: データサイエンスにUbuntu WSL
ko: 데이터 과학을 위한 우분투 WSL
pl: Ubuntu WSL do nauki o danych
pt_br: Ubuntu WSL para Ciência de Dados
ru: Ubuntu WSL для Науки о данных
si: දත්ත විද්‍යාව සඳහා උබුන්ටු WSL
sk: Ubuntu WSL pre dátové vedy
sv: Ubuntu WSL för datavetenskap
tr: Veri Bilimi için Ubuntu WSL
uk: Ubuntu WSL для Data Science
zh: 数据科学用 Ubuntu WSL

# installationSlidesUbuntuWslWebDevText
source: Develop in WSL using native Windows IDEs including VS Code and IntelliJ and benefit from full NodeJS and Ruby support.
cs: Vyvíjejte ve WSL pomocí nativních vývojářských prostředí (IDE) pro Windows, včetně VS Code a InteliJ a mějte prospěch z úplné podpory NodeJS a Ruby.
da: Foretag udvikling i WSL, ved hjælp af Windows IDEer, inklusivt VS Code og IntelliJ, og drag fordel af fuld understøttelse af NodeJS og Ruby.
de: Entwickeln Sie in WSL mit nativen Windows-IDEs wie VS Code und IntelliJ und profitieren Sie von der vollständigen Unterstützung für NodeJS und Ruby.
eo: Programu en WSL per programistaj medioj indiĝenaj sur Windows, inkluzive de VS Code kaj IntelliJ; ĝuu plenan subtenon de Node.js kaj Ruby.
es: Desarrolle en WSL utilizando IDEs nativos de Windows, como VS Code e IntelliJ, y benefíciese de la compatibilidad total con NodeJS y Ruby.
fi: Kehitä WSL:ssä käyttäen natiiveja Windows-sovelluskehitysympäristöjä mukaan lukien VS Code ja IntelliJ, hyödy täydestä NodeJS- ja Ruby-tuesta.
fr: Développez dans WSL en utilisant les IDE natifs de Windows incluant VS Code et IntelliJ et bénéficiez du support complet de NodeJS et Ruby.
he: ניתן לפתח ב־WSL באמצעות סביבות פיתוח ל־Windows כולל VS Code ו־IntelliJ וליהנות מתמיכה מלאה ב־NodeJS וב־Ruby.
hu: Fejlesszen WSL-ben natív Windows IDE-kkel, köztük a VS Code és az IntelliJ segítségével, és élvezze a teljes NodeJS és Ruby támogatás előnyeit.
ja: VS Code や IntelliJ などの Windows ネイティブ IDE を使用して WSL で開発し、NodeJS と Ruby の完全サポートを利用できます。
ko: VS Code와 IntelliJ 를 포함한 네이티브 Windows IDE를 사용하여 WSL에서 개발하고 완전한 NodeJS 및 Ruby 지원의 이점을 누리십시오.
pl: Twórz w WSL przy użyciu natywnych środowisk IDE systemu Windows, w tym VS Code i IntelliJ, oraz korzystaj z pełnej obsługi NodeJS i Ruby.
pt_br: Desenvolva em WSL usando IDEs nativos do Windows, incluindo VS Code e IntelliJ e aproveite o suporte total do NodeJS e Ruby.
ru: Разрабатывайте в WSL, используя нативные IDE Windows, включая VS Code и IntelliJ, и пользуйтесь полной поддержкой NodeJS и Ruby.
si: WSL තුළ සංවර්ධන කාර්යන්ට VS කෝඩ් සහ IntelliJ ආදී නිසග වින්ඩෝස් IDE භාවිතයට ගන්න. පූර්ණ NodeJS හා Ruby සහායෙන් ප්‍රයෝජන ලබන්න.
sk: Vyvíjajte vo WSL pomocou natívnych vývojárskych prostredí (IDE) pre Windows, vrátane VS Code a InteliJ a majte prospech z úplnej podpory NodeJS a Ruby.
sv: Utveckla i WSL genom användning av inbyggda Windows IDE inklusive VS Code och IntelliJ, dra nytta av fullständig NodeJS och Ruby-stöd.
tr: VS Code ve IntelliJ gibi yerel Windows IDE'lerini kullanarak WSL'de geliştirin ve tam NodeJS ve Ruby desteğinden yararlanın.
uk: Розробляйте в WSL з використанням рідних IDE Windows, включаючи VS Code і IntelliJ, і отримайте переваги повної підтримки NodeJS і Ruby.
zh: 在 WSL 中使用 VS Code和 IntelliJ 等原生 Windows IDE 进行开发并从全特性 NodeJS 和 Ruby 支持中获益。

# installationSlidesFindOutMoreVisit
source: Visit
ca: Visiteu
cs: Navštivte
da: Besøg
de: Besuchen Sie
eo: Vizitu
es: Visite
fa: سر بزنید به
fi: Käy
fr: Visiter
he: ניתן לבקר באתר
hu: Látogasson el az
ja: WSL上のUbuntuの詳細と、Canonicalが開発者や組織をどのようにサポートしているかについては、
ka: ეწვიეთ
ko: 웹사이트
nb: Besøk
pl: Odwiedź
pt_br: Visite
ru: Посетите
si: ගොඩවදින්න
sk: Navštívte
sr: Посетите
sv: Besök
tr: Ziyaret et
uk: Відвідайте
zh: 访问

# installationSlidesFindOutMoreText
source: to find out more about Ubuntu on WSL and how Canonical supports developers and organisations.
cs: a zjistěte víc o Ubuntu na WSL a o tom, jak Canonical podporuje vývojáře a organizace.
da: , for at finde ud af mere om Ubuntu på WSL og hvordan Canonical støtter udviklere og organisationer.
de: um mehr über Ubuntu auf WSL zu erfahren und darüber, wie Canonical Entwickler und Organisationen unterstützt.
eo: por eltrovi plu pri Ubuntu WSL kaj kiel Canonical subtenas programistojn kaj organizaĵojn.
es: para saber más sobre Ubuntu en WSL y cómo Canonical apoya a los desarrolladores y organizaciones.
fi: saadaksesi lisätietoja Ubuntu WSL:stä ja siitä, miten Canonical tukee kehittäjiä ja organisaatioita.
fr: pour plus d'informations à propos d'Ubuntu sur WSL et pour savoir comment Canonical aide les développeurs et les organisations.
he: כדי ללמוד עוד בנוגע לאובונטו על WSL ואיך Canonical תומכת במפתחים ובארגונים.
hu: oldalra, hogy többet tudjon meg az Ubuntu WSL-ről és arról, hogyan támogatja a Canonical a fejlesztőket és a szervezeteket.
ja: をご覧ください。
ko: 을 방문하여 우분투 WSL과 캐노니컬에서 어떻게 개발자와 조직을 지원하는지 알아 보십시오.
pl: aby dowiedzieć się więcej o Ubuntu na WSL oraz o tym, jak Canonical wspiera programistów i organizacje.
pt_br: para saber mais sobre Ubuntu no WSL e como o Canonical apóia desenvolvedores e organizações.
ru: чтобы узнать больше об Ubuntu WSL и о том, как Canonical поддерживает разработчиков и организации.
si: WSL හි උබුන්ටු ගැන මෙන්ම සංවර්ධකයින් සහ සංවිධාන සඳහා කැනොනිකල් සහය දක්වන්නේ කෙසේද පිළිබඳව තව සොයා ගැනීමට.
sk: a zistite viac o Ubuntu na WSL a o tom, ako Canonical podporuje vývojárov a organizácie.
sv: för att ta reda på mer om Ubuntu på WSL och hur Canonical stödjer utvecklare och organisationer.
tr: WSL'de Ubuntu ve Canonical'in geliştiricileri ve kuruluşları nasıl desteklediği hakkında daha fazla bilgi edinmek için.
uk: щоб дізнатися більше про Ubuntu на WSL і про те, як Canonical підтримує розробників і організації.
zh: 探索更多关于 WSL 上的 Ubuntu 以及 Canonical 如何支持开发者和组织。

# installationSlidesUbuntuWslEnterprises
source: Ubuntu WSL for Enterprises
ca: Ubuntu WSL per a empreses
cs: Ubuntu WSL pro podniky
da: Ubuntu WSL til Entrepriser
de: Ubuntu WSL für Unternehmen
eo: Ubuntu WSL por Entreprenoj
es: Ubuntu WSL para las empresas
fa: اوبونتو WSL برای تجارت
fi: Ubuntu WSL yrityksille
fr: Ubuntu WSL pour les Entreprises
he: אובונטו WSL לתאגידים
hu: Ubuntu WSL vállalatoknak
ja: エンタープライズにUbuntu WSL
ka: კომერციული Ubuntu WSL
ko: 기업용 우분투 WSL
pl: Ubuntu WSL dla przedsiębiorstw
pt_br: Ubuntu WSL para Empresas
ru: Ubuntu WSL для Предприятий
si: ව්‍යවසාය සඳහා උබුන්ටු WSL
sk: Ubuntu WSL pre podniky
sr: Убунту WSL за предузећа
sv: Ubuntu WSL för företag
tr: İşletmeler için Ubuntu WSL
uk: Ubuntu WSL для підприємств
zh: 企业用 Ubuntu WSL

# installationSlidesUbuntuWslEnterprisesText
source: Empower developers in a Windows enterprise ecosystem with a certified Ubuntu LTS.
cs: Podpořte vývojáře v podnikovém ekosystému Windows pomocí certifikovaného Ubuntu LTS.
da: Styrk udviklere i et Windows- entreprise økosystem, med en certificeret Ubuntu LTS.
de: Stärken Sie Entwickler in einem Windows Unternehmens-Ökosystem mit einem zertifizierten Ubuntu LTS.
eo: Povigu programistojn en entreprena ekosistemo sur Windows per garantiita Ubuntu LTS.
es: Capacite a los desarrolladores en un ecosistema empresarial de Windows con un ecosistema empresarial certificado Ubuntu LTS.
fi: Tehosta kehittäjien työtä Windows -yritysekosysteemissä sertifioidulla Ubuntu LTS:llä.
fr: Autonomiser les développeurs dans un écosystème Windows pour entreprises avec un Ubuntu LTS certifié.
he: הענקת יכולות למפתחים בסביבות פיתוח תאגידיות מבוססות Windows בעזרת אובונטו עם תמיכה לטווח ארוך.
hu: A Windows vállalati ökoszisztémában dolgozó fejlesztők felvértezése egy hitelesített Ubuntu LTS rendszerrel.
ja: 認定されたUbuntu LTSによって、 Windowsエンタープライズのエコ システムにおける開発者を補助します。
ko: 인증된 우분투 LTS로 기업용 Windows 생태계 개발자들에게 힘을 실어주십시오.
pl: Wzmocnij programistów w ekosystemie korporacyjnym Windows dzięki certyfikowanemu Ubuntu LTS.
pt_br: Capacite os desenvolvedores num ecossistema empresarial do Windows com um certificado do Ubuntu LTS.
ru: Расширение возможностей разработчиков в корпоративной экосистеме Windows с сертифицированной Ubuntu LTS.
si: සහතික කළ උබුන්ටු LTS මගින් වින්ඩෝස් ව්‍යවසාය පරිසර පද්ධතිවල සංවර්ධකයින් සවිබල ගන්වන්න.
sk: Podporte vývojárov v podnikovom ekosystéme Windows pomocou certifikovaného Ubuntu LTS.
sv: Styrka utvecklare i ett Windows företagsekosystem med ett certifierat Ubuntu LTS.
tr: Sertifikalı bir Ubuntu LTS ile geliştiricileri Windows kurumsal ekosisteminde güçlendirin.
uk: Розширення можливостей розробників у Windows корпоративної екосистеми з сертифікованим Ubuntu LTS.
zh: 经过认证的 Ubuntu LTS 在 Windows 企业生态中 助力开发者。

# installationSlidesFindOutMore
source: Find out more
ca: Més informació
cs: Zjistit víc
da: Find ud af mere
de: Mehr dazu erfahren
eo: Eltrovu plu
es: Más información
fa: بیش‌تر بدانید
fi: Lue lisää
fr: En savoir plus
he: למידע נוסף
hu: Tudjon meg többet
ja: 詳しくはこちら
ka: გაიგეთ მეტი
ko: 더 알아보기
nb: Finn ut mer
pl: Dowiedz się więcej
pt_br: Saiba mais
ru: Узнать больше
si: තව සොයා ගන්න
sk: Zistiť viac
sr: Сазнајте више
sv: Få reda på mer
tr: Daha fazlasını öğren
uk: Дізнатися більше
zh: 探索更多
