Repository: canonical/ubuntu-desktop-installer
Catalog: packages/ubuntu_wsl_setup/lib/l10n/app_*.arb
Languages: ca, cs, cy, da, de, eo, es, fa, fi, fr, he, hu, id, ja, ka, ko, lt, ml, nb, ne, pl, pt_br, ru, si, sk, sr, sv, tr, uk, zh

# installationSlidesUbuntuWslGuiAppsText
source: Develop and preview web and graphical applications on Linux using WSLg for multi-platform development.
cs: Vyvíjejte a zobrazujte si náhledy webových a grafických aplikací na Linuxu pomocí WSLg pro multiplatformní vývoj.
da: Udvikkel og forhåndsvis net- og grafiske applikationer på Linux, ved hjælp af WSLg til multiplatformsudvikling.
de: Entwickeln und erstellen Sie eine Vorschau von Web- und grafischen Anwendungen unter Linux mit WSLg für die plattformübergreifende Entwicklung.
eo: Programu kaj antaŭrigardu retajn kaj grafikajn programojn sur Linux uzante WSLg por plurplatforma programado.
es: Desarrolle y previsualice aplicaciones web y gráficas en Linux utilizando WSLg para el desarrollo multiplataforma.
fi: Kehitä sekä esikatsele web-sovelluksia ja graafisia sovelluksia Linuxilla käyttäen WSLg:tä alustariippumatonta kehitystä varten.
fr: Développez et prévisualisez vos applications Web et graphiques sur Linux en utilisant WSLg pour du développement multi-plateforme.
he: ניתן לפתח ולהציג בתצוגה מקדימה אתרים ויישומים גרפיים בלינוקס בעזרת WSLg לפיתוח למספר פלטפורמות.
hu: Webes és grafikus alkalmazások fejlesztése és előnézete Linuxon a WSLg segítségével a többplatformos fejlesztéshez.
ja: マルチプラットフォーム開発では、WSLgを使用してLinux上でウェブおよびグラフィカル・アプリケーションを開発できます。
ko: 다중 플랫폼 개발을 위해 WSLg를 사용하여 Linux에서 웹 및 GUI 애플리케이션을 개발하고 미리 봅니다.
pl: Rozwijaj i przeglądaj aplikacje internetowe i graficzne na Linuksie przy użyciu WSLg do rozwoju wieloplatformowego.
pt_br: Desenvolve e visualize aplicativos web e gráficos no Linux usando WSLg para desenvolvimento multiplataforma.
ru: Разрабатывайте и просматривайте веб-приложения и графические приложения в Linux с помощью WSLg для кроссплатформенной разработки.
si: බහු-වේදිකා සංවර්ධන කාර්යන්ට WSLg භාවිතයෙන් ලිනක්ස් හි වියමන හා චිත්‍රක යෙදුම් සංවර්ධනය කර අත්හදා බලන්න.
sk: Vyvíjajte a zobrazujte si náhľady webových a grafických aplikácií na Linuxe pomocou WSLg pre multiplatformový vývoj.
sv: Utveckla och förhandsgranska webb och grafiska program på Linux genom att använda WSLg för multiplattformsutveckling.
tr: Çoklu platform geliştirme için WSLg kullanarak Linux üzerinde web ve grafik uygulamaları geliştirin ve önizleyin.
uk: Розробляйте та переглядайте веб-додатки та графічні додатки на Linux за допомогою WSLg для розробки на кількох платформах.
zh: 在 Linux 上使用 WSLg 开发和预览多平台支持的网站和图形应用程序。

# installationSlidesUbuntuWslDevOps
source: Ubuntu WSL for DevOps
ca: Ubuntu WSL per a DevOps
cs: Ubuntu WSL pro DevOps
da: Ubuntu WSL til DevOps
de: Ubuntu WSL für DevOps
eo: Ubuntu WSL por Disvolvoperacioj
es: Ubuntu en WSL para DevOps
fa: اوبونتو WSL برای دواپس
fi: Ubuntu WSL DevOpsiin
fr: Ubuntu WSL pour DevOps
he: אובונטו WSL ל־DevOps
hu: Ubuntu WSL a DevOps számára
ja: DevOpsにUbuntu WSL
ka: Ubuntu WSL-ი DevOps-სთვის
ko: DevOps를 위한 우분투 WSL
pl: Ubuntu WSL do DevOps
pt_br: Ubuntu WSL para DevOps
ru: Ubuntu WSL для DevOps
si: DevOps සඳහා උබුන්ටු WSL
sk: Ubuntu WSL pre DevOps
sv: Ubuntu WSL för DevOps
tr: DevOps için Ubuntu WSL
uk: Ubuntu WSL для DevOps
zh: DevOps 用 Ubuntu WSL

# installationSlidesUbuntuWslDevOpsText
source: Ensure CI/CD pipeline compatibility by developing on Ubuntu WSL locally before publishing to an Ubuntu production environment
cs: Zajistěte kompatibilitu CI/CD procedur vyvíjením na Ubuntu WSL lokálně ještě před publikováním na produkční Ubuntu prostředí
da: Sørg for kompatibilitet med CI/CD-pipeline, ved at udvikle på Ubuntu WSL lokalt, før udgivelse til et Ubuntu-produktionsmiljø
de: Stellen Sie die Kompatibilität der CI/CD-Pipeline sicher, indem Sie lokal auf Ubuntu WSL entwickeln, bevor Sie sie in einer Ubuntu-Produktionsumgebung veröffentlichen
eo: Certigu kongruecon kun duktoj por kontinua integrado/liverado programante sur Ubuntu WSL loke antaŭ ol liveri al produkta medio sur Ubuntu
es: Asegure la compatibilidad de la bifurcación del CI/CD desarrollando en Ubuntu WSL localmente antes de publicar en el entorno de producción de Ubuntu.
fi: Varmista CI-/CD-putkien yhteensopivuus kehittämällä paikallisesti Ubuntu WSL:llä ennen Ubuntu-tuotantoympäristöön julkaisemista.
fr: Garantissez la compatibilité de la chaîne de traitement CI/CD en développant sur Ubuntu WSL localement avant de publier le tout sur un environnement de production Ubuntu
he: בדיקת תאימות של תהליכי CI/CD על ידי פיתוח על אובונטו WSL מקומית בטרם פרסום לסביבה מבצעית עם אובונטו
hu: A CI/CD folyamatok kompatibilitásának biztosítása az Ubuntu WSL-en történő helyi fejlesztéssel az Ubuntu termelési környezetbe történő közzététel előtt
ja: Ubuntuの本番環境に公開する前に、Ubuntu WSLでローカルに開発することで、CI/CDパイプラインの互換性を確保できます。
ko: 우분투 프로덕션 환경에 게시하기 전에 우분투 WSL로 로컬에서 개발하여 CI/CD 파이프라인 호환성을 확실히 합니다
pl: Zapewnij zgodność potoku CI/CD, tworząc lokalnie na Ubuntu WSL przed opublikowaniem w środowisku produkcyjnym Ubuntu
pt_br: Assegure a compatibilidade do CI/CD pipeline, desenvolvendo localmente no Ubuntu WSL antes de publicar num ambiente de produção do Ubuntu
ru: Обеспечьте совместимость процессов CI/CD, разрабатывая в Ubuntu WSL локально перед публикацией в рабочей среде Ubuntu.
sk: Zaistite kompatibilitu CI/CD procedúr vyvíjaním na Ubuntu WSL lokálne ešte pred publikovaním v produkčnom prostredí Ubuntu
sv: Säkerställ CI/CD pipelinekompatibilitet genom att utveckla på Ubuntu WSL lokalt innan du publicerar till en Ubuntu produktionsmiljö
tr: Ubuntu üretim ortamında yayınlamadan önce yerel olarak Ubuntu WSL üzerinde geliştirme yaparak CI/CD işlem hattı uyumluluğunu sağlayın
uk: Забезпечте сумісність конвеєрів CI/CD шляхом локальної розробки на Ubuntu WSL перед публікацією у робочому середовищі Ubuntu
zh: 在本地的 Ubuntu WSL 上开发，以确保 CI/CD 管线在 Ubuntu 生产环境中的兼容性

# installationSlidesUbuntuOnWslText
source: A full Ubuntu environment, deeply integrated with Windows, for Linux application development and execution. Optimised for cloud, web, data science, IoT and fun!
cs: Úplné prostředí Ubuntu, dobře napojené na Windows, pro vývoj a spouštění linuxových aplikací. Optimalizováno pro cloud, web, datové vědy, IoT a zábavu!
da: Et fuldt Ubuntu-miljø, dybt integreret med Windows, for udvikling og benyttelse af Linux i applikationer. Optimeret til skyen, nettet, datavidenskab, IoT og sjov!
de: Eine vollständige Ubuntu-Umgebung, die tief in Windows integriert ist, für die Entwicklung und Ausführung von Linux-Anwendungen. Optimiert für Cloud, Web, Datenwissenschaft, Internet der Dinge und Spaß!
eo: Plena medio de Ubuntu, profunde integrita kun Windows, por programado kaj rulado de programoj por Linux. Optimumigita por nubo, reto, datenscienco, Interreto de Aĵoj kaj amuzo!
es: Un entorno completo de Ubuntu, integrado con Windows, para el desarrollo y la ejecución de aplicaciones Linux. ¡Optimizado para la nube, la web, la ciencia de datos, IoT y la diversión!
fi: Täysi Ubuntu-ympäristö syvästi Windowsiin integroituna, erinomainen vaihtoehto Linux-sovellusten kehitykseen ja suorittamiseen. Optimoitu pilveen, verkkoon, datatieteisiin, IoT:hen ja hauskuuteen!
fr: Un environnement Ubuntu complet, intégré de manière profonde avec Windows, pour le développement et l'exécution d'applications Linux. Optimisé pour l'informatique en nuage, le Web, la science des données, l'Internet des Objets, et votre propre amusement !
he: סביבת אובונטו מלאה, עם שילוב אדוק בתוך Windows, לפיתוח והפעלה של יישומי לינוקס. מותאמת לענן, לאינטרנט, מדעי נתונים, מכשירים קטנים ולעשות כיף!
hu: Teljes Ubuntu környezet, amely mélyen integrálódik a Windowshoz, Linux alkalmazások fejlesztéséhez és futtatásához. Felhőre, webre, adattudományra, IoT-ra és szórakozásra optimalizálva!
ja: Linuxアプリケーションの開発・実行のために、Windowsと深く統合された完全なUbuntu環境。クラウド、ウェブ、データサイエンス、IoT、そして楽しみのために最適化されています。
ko: 리눅스 애플리케이션 개발 및 실행을 위해 Windows와 긴밀하게 통합된 완전한 우분투 환경. 클라우드, 웹, 데이터 과학, IoT 및 재미에 최적화 되었습니다!
lt: Pilna Ubuntu aplinka, giliai integruota į „Windows“, skirta Linux programų kūrimui ir vykdymui. Optimizuota debesijai, saitynui, duomenų mokslui, IoT ir linksmybėms!
pl: Pełne środowisko Ubuntu, głęboko zintegrowane z systemem Windows, do tworzenia i wykonywania aplikacji linuksowych. Zoptymalizowane pod kątem chmury, Internetu, nauki o danych, IoT i zabawy!
pt_br: Um ambiente do Ubuntu completo, profundamente integrado com Windows, para facilitar desenvolvimento e execução de aplicativos do Linux. Otimizado para nuvem, web, ciência de dados, IoT e diversão!
ru: Полноценная среда Ubuntu, глубоко интегрированная с Windows, предназначенная для разработки и выполнения приложений Linux. Оптимизирована для облака, интернета, наука о данных, интернета вещей и развлечений!
sk: Úplné prostredie Ubuntu, dobre napojené na Windows, pre vývoj a spúšťanie linuxových aplikácií. Optimalizované pre cloud, web, dátové vedy, IoT a zábavu!
sv: En komplett Ubuntu-miljö, djupt integrerad med Windows, för Linux-applikationsutveckling och exekvering. Optimerad för moln, webb, datavetenskap, IoT och kul!
tr: Linux uygulama geliştirme ve yürütme için Windows ile derinlemesine entegre edilmiş eksiksiz bir Ubuntu ortamı. Bulut, web, veri bilimi, IOT ve eğlence için optimize edilmiştir!
uk: Повне середовище Ubuntu, глибоко інтегроване з Windows, для розробки та виконання додатків Linux. Оптимізований для хмари, веб, наука даних, IoT та задоволення!
zh: 我们提供了一个和 Windows 深度集成的，完整的 Ubuntu 环境用于 Linux 应用程序的开发和执行。本环境对云计算、Web 开发、数据科学、物联网等场景进行了优化，尽情享用吧！

# installationSlidesUbuntuWslGuiApps
source: Ubuntu WSL for Graphical Apps
ca: Ubuntu WSL per a aplicacions gràfiques
cs: Ubuntu WSL pro grafické aplikace
da: Ubuntu WSL til grafiske apps
de: Ubuntu WSL für Grafische Anwendungen
eo: Ubuntu WSL por Grafikaj programoj
es: Ubuntu en WSL para aplicaciones gráficas
fa: اوبونتو WSL برای کاره‌های گرافیکی
fi: Ubuntu WSL graafisiin sovelluksiin
fr: Ubuntu WSL pour les Applications Graphiques
he: אובונטו WSL ליישומים גרפיים
hu: Ubuntu WSL a grafikus alkalmazásokhoz
ja: グラフィカルアプリに Ubuntu WSL
ko: GUI 앱을 위한 우분투 WSl
nb: Ubuntu WSL for grafiske programmer
pl: Ubuntu WSL do aplikacji graficznych
pt_br: Ubuntu WSL para Aplicativos Gráficos
ru: Ubuntu WSL для Графических приложений
si: චිත්‍රක යෙදුම් සඳහා උබුන්ටු WSL
sk: Ubuntu WSL pre grafické aplikácie
sv: Ubuntu WSL för grafiska program
tr: Grafik Uygulamaları için Ubuntu WSL
uk: Ubuntu WSL для Графічних програм
zh: Ubuntu WSL 图形程序用

# installationSlidesUbuntuWslDataScienceText
source: NVIDIA Data Science Stack lets you maximize the performance of Data Science and Machine Learning projects on top of native Windows NVIDIA drivers.
cs: NVIDIA Data Science Stack umožňuje maximalizovat výkon projektů pro datové vědy a strojové učení nad nativními NVIDIA ovladači pro Windows.
da: NVIDIA Data Science Stack lader dig maksimere Datavidenskabs- og Maskinlæringsprojekters ydeevne på hjemmehørende NVIDIA-drivere.
de: Mit dem NVIDIA Data Science Stack können Sie die Leistung von Datenanalyse- und Machine-Learning-Projekten auf der Grundlage nativer Windows NVIDIA-Treiber maximieren.
eo: La Datenscienca Stako de Nvidia ebligas al vi maksimumigi la rendimenton de datensciencaj kaj maŝinlernadaj projektoj per zorgiloj de Nvidia indiĝenaj sur Windows.
es: NVIDIA Data Science Stack permite maximizar el rendimiento de los proyectos de ciencia de datos y los de aprendizaje automático sobre los controladores Nvidia nativos de Windows.
fi: NVIDIA-datatiedepaketin avulla saat parhaan suorityskyvyn datatieteisiin ja koneoppimiseen liittyviin projekteihin Windowsin Nvidia-ajureita käyttäen.
fr: NVIDIA Data Science Stack vous permet de maximiser les performaces de vos projets dans les sciences des données et l'apprentissage automatique en plus des pilotes natifs Windows NVIDIA.
he: חבילת מדעי הנתונים של NVIDIA מעניקה לך להוציא את הביצועים המיטביים במיזמים מתחומי מדעי הנתונים ולמידת מכונה על גבי מנהלי התקנים שמותאמים לסביבת Windows.
hu: Az NVIDIA Data Science Stack lehetővé teszi az adattudományi és gépi tanulási projektek teljesítményének maximalizálását a natív Windows NVIDIA illesztőprogramok mellett.
ja: Nvidiaデータサイエンススタックは、WindowsのネイティブなNvidiaドライバの上で、データサイエンスと機械学習プロジェクトのパフォーマンスを最大化します。
ko: NVIDIA Data Science Stack은 네이티브 Windows NVIDIA 드라이버를 기반으로 데이터 과학과 기계 학습 프로젝트 성능을 극대화 할 수 있도록 해 줍니다.
pl: NVIDIA Data Science Stack pozwala zmaksymalizować wydajność projektów Data Science i Machine Learning dzięki natywnym sterownikom NVIDIA dla systemu Windows.
pt_br: O Data Science Stack da NVIDIA permite maximizar o desempenho dos projetos de Ciência de Dados e Aprendizagem Automática em cima dos drivers nativos da NVIDIA do Windows.
ru: NVIDIA Data Science Stack позволяет увеличить производительность проектов науки о данных и машинному обучению поверх нативных драйверов Windows NVIDIA.
sk: NVIDIA Data Science Stack umožňuje maximalizovať výkon projektov pre dátové vedy a strojové učenie nad natívnymi NVIDIA ovládačmi pre Windows.
sv: NVIDIA Data Science Stack låter dig maximera prestandan för datavetenskap och maskininlärningsprojekt ovanpå vanliga Windows NVIDIA drivrutiner.
tr: NVIDIA Veri Bilimi Yığını, yerel Windows NVIDIA sürücülerinin üzerinde Veri Bilimi ve Makine Öğrenimi projelerinin performansını en üst düzeye çıkarmanızı sağlar.
uk: NVIDIA Data Science Stack дозволяє максимізувати продуктивність проектів Data Science та Machine Learning на основі рідних драйверів NVIDIA для Windows.
zh: NVIDA Data Science Stack 让你得以利用原生 Windows NVIDIA 驱动最大化数据科学和机器学习项目的性能。

# installLangPacksTitle
source: Install packages for better {lang} language support
ca: Instal·la paquets per a millorar el suport de l'idioma {lang}
cs: Nainstalovat balíčky pro lepší podporu jazyka {lang}
da: Installér pakker for bedre {lang} sprogunderstøttelse
de: Pakete für bessere {lang} Sprachunterstützung installieren
eo: Instali pakojn por pli bona subteno de la lingvo {lang}
es: Instalar paquetes para mejor compatibilidad con el {lang}
fa: نصب بسته‌ها برای پشتیبانی بهتر زبان {lang}
fi: Asenna paketteja saadaksesi paremman tuen kielelle {lang}
fr: Installer les paquets pour un meilleur support des {lang} langues
he: יש להתקין חבילות לשיפור התמיכה ב{lang}
hu: Csomagok telepítése a jobb {lang} nyelvi támogatáshoz
id: Pasang paket untuk dukungan bahasa {lang} yang lebih baik
ja: {lang}のサポートパッケージをインストール
ko: 더 나은 {lang} 언어 지원을 위한 패키지 설치
lt: Įdiekite paketus geresniam {lang} kalbos palaikymui
nb: Installer pakker for bedre {lang}-språkstøtte
pl: Zainstaluj pakiety, aby uzyskać lepszą obsługę języka {lang}
pt_br: Instalando pacotes para melhor {lang} suporte de linguagem
ru: Установите пакеты для лучшей поддержки {lang} языка
si: ප්‍රශස්ත {lang} භාෂා සහායක් සඳහා ඇසුරුම් ස්ථාපනය කරන්න
sk: Nainštalovať balíčky pre lepšiu podporu jazyka {lang}
sr: Инсталирај пакете за бољу подршку језика {lang}
sv: Installera paket för bättre {lang} språkstöd
tr: Daha iyi {lang} dil desteği için paketleri kurun
uk: Установіть пакети для кращої підтримки мови {lang}
zh: 安装语言包以获得更好的 {lang} 语言支持

# installLangPacksSubtitle
source: Not recommended for slow connections.
ca: No recomanat per a connexions lentes.
cs: Nedoporučováno pro pomalá připojení.
da: Ikke anbefalet til langsomme forbindelser.
de: Für langsame Verbindungen nicht empfohlen.
eo: Ne rekomendita por malrapidaj konektoj.
es: No recomendable para conexiones lentas.
fa: پیشنهاد نشده برای اتّصال‌های کند.
fi: Ei suositeltu hitaille yhteyksille.
fr: Non recommandé pour des connexions lentes.
he: לא מומלץ לחיבורים אטיים.
hu: Nem ajánlott lassú kapcsolatok esetén.
id: Tidak disarankan untuk koneksi lambat.
ja: 低速回線ではお勧めしません。
ko: 느린 연결에서 권장하지 않음.
lt: Nerekomenduojama naudojant lėtą interneto ryšį.
nb: Ikke anbefalt for trege tilkoblinger.
pl: Niezalecane przy wolnych połączeniach.
pt_br: não recomendado para conexões lentas.
ru: Не рекомендуется для медленных соединений.
si: මන්දගාමී සම්බන්ධතා සඳහා නිර්දේශ නොකෙරේ.
sk: Neodporúča sa pre pomalé pripojenia.
sr: Није препоручено за споре везе.
sv: Rekommenderas inte för långsamma anslutningar.
tr: Yavaş bağlantılar için önerilmiyor.
uk: Не рекомендується для повільних з'єднань.
zh: 不推荐网速慢的用户安装。
