Repository: canonical/ubuntu-desktop-installer
Catalog: packages/ubuntu_wsl_setup/lib/l10n/app_*.arb
Languages: ca, cs, cy, da, de, eo, es, fa, fi, fr, he, hu, id, ja, ka, ko, lt, ml, nb, ne, pl, pt_br, ru, si, sk, sr, sv, tr, uk, zh

# appTitle
source: Ubuntu WSL
fa: اوبونتو WSL
he: אובונטו WSL
ko: 우분투 WSL
ml: ഉബുണ്ടു WSL
nb: Ubuntu i WSL
ne: उबुन्टु WSL
si: උබුන්ටු WSL
sr: Убунту WSL

# exitButton
source: Exit
ca: Surt
cs: Ukončit
cy: Gadael
da: Forlad
de: Beenden
eo: Foriri
es: Salir
fa: خروج
fi: Sulje
fr: Quitter
he: יציאה
hu: Kilépés
id: Keluar
ja: 終了
ka: გასვლა
ko: 나가기
lt: Išeiti
ml: ഉപേക്ഷിക്കുക
nb: Avslutt
ne: बाहिर निस्कनुहोस्
pl: Wyjdź
pt_br: Sair
ru: Выход
si: පිටවන්න
sk: Ukončiť
sr: Излаз
sv: Avsluta
tr: Çıkış
uk: Вийти
zh: 退出

# saveButton
source: Save
ca: Desa
cs: Uložit
cy: Arbed
da: Gem
de: Speichern
eo: Konservi
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
he: שמירה
hu: Mentés
id: Simpan
ja: 保存
ka: შენახვა
ko: 저장
lt: Įrašyti
ml: സേവ് ചെയ്യുക
nb: Lagre
ne: बचत गर्नुहोस्
pl: Zapisz
pt_br: Salvar
ru: Сохранить
si: සුරකින්න
sk: Uložiť
sr: Сачувај
sv: Spara
tr: Kaydet
uk: Зберегти
zh: 保存

# profileSetupHeader
source: Please create a default UNIX user account. For more information visit: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
ca: Creeu un compte d'usuari UNIX predeterminat. Per a més informació vegeu: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
cs: Vytvořte výchozí UNIXový uživatelský účet. Podrobnosti naleznete na: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
da: Opret venligst en standard UNIX-brugerkonto. For mere information, besøg: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
de: Bitte erstellen Sie ein Standard-UNIX-Benutzerkonto. Weitere Informationen finden Sie unter: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
eo: Bonvolu krei implicitan Uniksan konton. Por pliaj informoj, vizitu la paĝon <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
es: Cree una cuenta de usuario UNIX predeterminada. Para obtener más información al respecto: <a href="https://aka.ms/wslusers">aka.ms/wslusers</a>
fi: Luo oletusarvoinen UNIX-käyttäjätili. Lisätietoja osoitteessa: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
fr: Veuillez créer un compte utilisateur par défaut. Pour plus d'informations rendez vous sur <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
he: נא ליצור חשבון UNIX למשתמש כברירת מחדל. למידע נוסף ניתן לבקר בכתובת: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
hu: Hozzon létre egy alapértelmezett UNIX felhasználói fiókot. További információkért látogasson el a következő weboldalra: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
id: Silakan buat akun pengguna UNIX default. Untuk informasi lebih lanjut, kunjungi: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
ja: デフォルトの UNIX ユーザーアカウントを作成してください。詳細は、<a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a> をご覧ください
ko: 기본 유닉스 사용자 계정을 생성해 주십시오. 자세한 정보는 <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>를 방문하십시오
lt: Susikurkite numatytąją UNIX naudotojo paskyrą. Išsamesnei informacijai, apsilankykite: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
ml: ദയവായി ഒരു ഡിഫോൾട്ട് UNIX ഉപയോക്തൃ അക്കൗണ്ട് സൃഷ്‌ടിക്കുക. കൂടുതൽ വിവരങ്ങൾക്ക് <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a> സന്ദർശിക്കുക
nb: Opprett en standard UNIX-brukerkonto. For mer informasjon besøk: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
ne: कृपया पूर्वनिर्धारित UNIX प्रयोगकर्ता खाता सिर्जना गर्नुहोस्। थप जानकारीको लागि यहाँ जानुहोस्: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
pl: Utwórz domyślne konto użytkownika systemu UNIX. Aby uzyskać więcej informacji, odwiedź: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
pt_br: Por favor crie a sua conta UNIX padrão. Para mais informações visite: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
ru: Создайте учётную запись пользователя UNIX, используемую по умолчанию. Для получения дополнительной информации посетите: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
si: කරුණාකර පෙරනිමි UNIX පරිශ්‍රීලක ගිණුමක් සාදන්න. වැඩි විස්තර සඳහා ගොඩවදින්න: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
sk: Vytvorte predvolené UNIXové používateľské konto. Podrobnosti nájdete na: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
sr: Молимо направите подразумевани UNIX налог. За више информација посетите: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
sv: Skapa ett standard UNIX-användarkonto. För mer information besök: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
tr: Lütfen varsayılan bir UNIX kullanıcı hesabı oluşturun. Daha fazla bilgi için bu siteyi ziyaret edin: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
uk: Будь ласка, створіть типовий обліковий запис користувача UNIX. Для отримання додаткової інформації відвідайте: <a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>
zh: 请创建默认的 UNIX 用户帐户。有关更多信息，请访问：<a href="https://aka.ms/wslusers">https://aka.ms/wslusers</a>

# profileSetupRealnameLabel
source: Your name
ca: El vostre nom
cs: Vaše jméno
cy: Dy enw
da: Dit navn
de: Ihr Name
eo: Via nomo
es: Su nombre
fa: نامتان
fi: Nimi
fr: Votre nom
he: שמך
hu: Az Ön neve
id: Nama Anda
ja: あなたの名前
ka: თქვენი სახელი
ko: 이름
lt: Jūsų vardas
ml: താങ്കളുടെ പേര്
nb: Ditt navn
ne: तपाईंको नाम
pl: Twoje imię i nazwisko
pt_br: Seu nome
ru: Ваше имя
si: ඔබගේ නම
sk: Vaše meno
sr: Ваше име
sv: Ditt namn
tr: Adınız
uk: Ваше ім'я
zh: 您的名字

# profileSetupRealnameRequired
source: A name is required
ca: Es necessita un nom
cs: Jméno je třeba vyplnit
cy: Mae enw yn ofynnol
da: Et navn er påkrævet
de: Ein Name ist erforderlich
eo: Nomo bezoniĝas
es: Se necesita un nombre
fa: نامی لازم است
fi: Nimi vaaditaan
fr: Votre nom est requis
he: דרוש שם
hu: A név megadása kötelező
id: Nama wajib diisi
ja: 名前が必要です
ka: სახელი აუცილებელია
ko: 이름이 필요합니다
lt: Reikia nurodyti vardą
ml: ഒരു പേര് ആവശ്യമാണ്
nb: Et navn er krevet
ne: तपाईको नाम आवश्यक छ
pl: Wymagane jest podanie imienia i nazwiska
pt_br: Um nome é necessário
ru: Укажите имя
si: නමක් වුවමනාය
sk: Meno treba vyplniť
sr: Име је неопходно
sv: Ett namn krävs
tr: İsim gereklidir
uk: Ім’я - обов’язково
zh: 您必须设置一个名字

# profileSetupUsernameHint
source: Pick a username
ca: Escolliu un nom d'usuari
cs: Zvolte si uživatelské jméno
cy: Dewiswch enw defnyddiwr
da: Vælg et brugernavn
de: Einen Benutzernamen auswählen
eo: Elektu salutnomon
es: Elija un nombre de usuario
fa: گزینش نام کاربری
fi: Valitse käyttäjänimi
fr: Choisir un nom d’utilisateur
he: נא לבחור שם משתמש
hu: Felhasználónév választása
id: Pilih nama pengguna
ja: ユーザー名を決めてください
ka: აირჩიეთ მომხმარებლის სახელი
ko: 사용자 이름 선택
lt: Pasirinkite naudotojo vardą
ml: ഒരു ഉപയോക്തൃനാമം തിരഞ്ഞെടുക്കുക
nb: Velg et brukernavn
ne: प्रयोगकर्ता नाम छान्नुहोस्
pl: Wybierz nazwę użytkownika
pt_br: Escolha um nome de usuário
ru: Выберите имя пользователя
si: පරිශ්‍රීලක නාමයක් තෝරන්න
sk: Vyberte si používateľské meno
sr: Изаберите корисничко име
sv: Välj ett användarnamn
tr: Kullanıcı adı seç
uk: Оберіть ім’я користувача
zh: 起一个用户名

# profileSetupUsernameHelper
source: The username does not need to match your Windows username.
ca: El nom d'usuari pot ser diferent del de Windows.
cs: Uživatelské jméno může být jiné než to, které máte v systému Windows.
cy: Nid oes angen i'r enw defnyddiwr gyd-fynd Ã¢'ch enw defnyddiwr ar Windows.
da: Brugernavnet behøver ikke at stemme overens med dit Windows-brugernavn.
de: Der Benutzername muss nicht mit Ihrem Windows-Benutzernamen übereinstimmen.
eo: La salutnomo ne devas kongrui kun via salutnomo por Windows.
es: Este nombre de usuario no necesita coincidir con el de Windows.
fi: Käyttäjänimi ei vastaa Windows-käyttäjänimeäsi.
fr: Le nom d’utilisateur n’a pas besoin de correspondre à votre nom d’utilisateur Windows.
he: שם המשתמש לא חייב להיות תואם לשם המשתמש שלך ב־Windows.
hu: A felhasználónévnek nem kell megegyeznie a Windows felhasználónévvel.
id: Nama pengguna tidak harus cocok dengan nama pengguna Windows Anda.
ja: ユーザー名は、Windows のユーザー名と同じである必要はありません。
ko: 사용자 이름은 Windows 사용자 이름과 일치하지 않아도 됩니다.
lt: Naudotojo vardas gali būti kitoks, nei jūsų „Windows“ naudotojo vardas.
ml: ഉപയോക്തൃനാമം നിങ്ങളുടെ വിൻഡോസ് ഉപയോക്തൃനാമവുമായി പൊരുത്തപ്പെടേണ്ടതില്ല.
nb: Brukernavnet trenger ikke å samsvare med ditt Windows-brukernavn.
ne: तपाइँ विन्डो प्रयोगकर्ता नाम भन्दा फरक प्रयोगकर्ता नाम प्रयोग गर्न सक्नुहुन्छ
pl: Nazwa użytkownika nie musi być zgodna z nazwą użytkownika systemu Windows.
pt_br: O nome de usuário não precisa ser igual ao Windows.
ru: Имя пользователя не обязательно должно совпадать с именем пользователя Windows.
si: පරිශ්‍රීලක නාමය ඔබගේ වින්ඩෝස් පරි. නා. ගැළපීමට අවශ්‍ය නොවේ.
sk: Používateľské meno môže byť iné ako to, ktoré máte v systéme Windows.
sr: Корисничко име не мора бити исто као ваше Windows корисничко име
sv: Användarnamnet behöver inte vara samma som ditt Windows-användarnamn.
tr: Kullanıcı adının Windows kullanıcı adınızla eşleşmesi gerekmez.
uk: Ім’я користувача не повинно збігатися з вашим ім’ям користувача Windows.
zh: 用户名不需要与 Windows 用户名匹配。

# profileSetupPasswordHint
source: Choose a password
ca: Definiu una contrasenya
cs: Zvolte si heslo
cy: Dewiswch gyfrinair
da: Vælg en adgangskode
de: Ein Passwort auswählen
eo: Elektu pasvorton
es: Elija una contraseña
fa: گزینش گذرواژه
fi: Valitse salasana
fr: Choisir un mot de passe
he: נא לבחור סיסמה
hu: Jelszó választása
id: Pilih kata sandi
ja: パスワードを決めて下さい
ka: შეიყვანეთ პაროლი
ko: 암호 선택
lt: Pasirinkite slaptažodį
ml: ഒരു പാസ്വേഡ് തിരഞ്ഞെടുക്കുക
nb: Velg et passord
ne: पासवर्ड टाइप गर्नुहोस्
pl: Wybierz hasło
pt_br: Escolha uma senha
ru: Выберите пароль
si: මුරපදයක් තෝරන්න
sk: Vyberte si heslo
sr: Изаберите лозинку
sv: Välj ett lösenord
tr: Parola seç
uk: Виберіть пароль
zh: 选择一个密码

# profileSetupShowAdvancedOptions
source: Show advanced options next page
ca: Mostra opcions avançades en la pàgina següent
cs: Na následující stránce zobrazit pokročilé možnosti
da: Vis avancerede valgmuligheder næste side
de: Erweiterte Optionen auf der nächsten Seite anzeigen
eo: Montri altnivelajn opciojn sur la sekva paĝo
es: Mostrar opciones avanzadas en la próxima página
fa: نمایش گزینه‌های پیش‌رفته در صفحهٔ بعدی
fi: Näytä edistyneet asetukset seuraavalla sivulla
fr: Voir les options avancées
he: הצגת אפשרויות מתקדמות בעמוד הבא
hu: Speciális beállítások következő oldalának megjelenítése
id: Tampilkan opsi lanjutan halaman berikutnya
ja: 次のページに詳細設定を表示
ka: შემდეგ გვერდზე დამატებითი პარამეტრების ჩვენება
ko: 다음 페이지에서 고급 옵션 보기
lt: Rodyti išplėstines parinktis kitame puslapyje
ml: അടുത്ത പേജിൽ വിപുലമായ ഓപ്ഷനുകൾ കാണിക്കുക
nb: Vis avanserte alternativer på neste side
pl: Pokaż opcje zaawansowane na następnej stronie
pt_br: Mostrar opções avançadas na próxima página
ru: Показать дополнительные параметры на следующей странице
si: වැඩිදුර විකල්ප ඊළඟ පිටුව පෙන්වන්න
sk: Na nasledujúcej stránke zobraziť pokročilé možnosti
sr: Прикажи следећу страну напредних подешавања
sv: Visa avancerade alternativ nästa sida
tr: Gelişmiş seçenekleri sonraki sayfada göster
uk: Показати розширені параметри на наступній сторінці
zh: 在下一页显示高级选项

# profileSetupUsernameInvalid
source: The username is invalid
ca: El nom d'usuari no és vàlid
cs: Dané uživatelské jméno nelze použít (nepovolené znaky)
cy: Mae'r enw defnyddiwr yn annilys
da: Brugernavnet er ugyldigt
de: Der Benutzername ist ungültig
eo: La salutnomo ne validas
es: El nombre de usuario no es válido
fa: نام کاربری نامعتبر است
fi: Käyttäjänimi on virheellinen
fr: Ce nom d'utilisateur est invalide
he: שם המשתמש שגוי
hu: A felhasználónév érvénytelen
id: Nama pengguna tidak valid
ja: ユーザー名が無効です
ka: მომხმარებლის სახელი არასწორია
ko: 올바른 사용자 이름이 아닙니다
lt: Naudotojo vardas yra netinkamas
ml: ഉപയോക്തൃനാമം അസാധുവാണ്
nb: Brukernavnet er ugyldig
pl: Nazwa użytkownika jest nieprawidłowa
pt_br: O nome de usuário é inválido
ru: Недопустимое имя пользователя
si: පරිශ්‍රීලක නාමය වැරදිය
sk: Dané používateľské meno nie je možné použiť
sr: Корисничко име је погрешно
sv: Användarnamnet är ogiltigt
tr: Kullanıcı adı geçersiz
uk: Ім’я користувача непридатне
zh: 该用户名无效

# profileSetupPasswordRequired
source: A password is required
ca: Cal una contrasenya
cs: Je zapotřebí vyplnit heslo
da: En adgangskode er påkrævet
de: Ein Passwort ist erforderlich
eo: Pasvorto bezoniĝas
es: Se necesita una contraseña
fa: گذرواژه‌ای لازم است
fi: Salasana vaaditaan
fr: Un mot de passe est requis
he: דרושה סיסמה
hu: A jelszó megadása kötelező
id: Kata sandi diperlukan
ja: パスワードが必要です
ka: პაროლი აუცილებელია
ko: 암호가 필요합니다
lt: Reikia nurodyti slaptažodį
ml: ഒരു പാസ്‌വേഡ് ആവശ്യമാണ്
nb: Et passord kreves
ne: पासवर्ड आवश्यक छ
pl: Wymagane jest podanie hasła
pt_br: Senha é obrigatória
ru: Требуется пароль
si: මුරපදයක් වුවමනාය
sk: Je potrebné vyplniť heslo
sr: Лозинка је неопходна
sv: Ett lösenord krävs
tr: Parola gereklidir
uk: Пароль - обов’язково
zh: 您必须设置一个密码

# advancedSetupTitle
source: Advanced setup
ca: Configuració avançada
cs: Pokročilé nastavení
da: Avanceret opsætning
de: Erweiterte Einrichtung
eo: Altnivela agordado
es: Configuración avanzada
fa: برپایی پیش‌رفته
fi: Lisäasetukset
fr: Installation avancée
he: הקמה מתקדמת
hu: Speciális beállítás
id: Penyiapan lanjutan
ja: 詳細設定
ka: დამატებითი პარამეტრები
ko: 고급 설치
lt: Išplėstinė sąranka
ml: വിപുലമായ സജ്ജീകരണം
nb: Avansert oppsett
ne: उन्नत सेटअप
pl: Konfiguracja zaawansowana
pt_br: Configurações avançadas
ru: Дополнительные настройки
si: වැඩිදුර පිහිටුවීම
sk: Pokročilé nastavenie
sr: Напредна подешавања
sv: Avancerad inställning
tr: Gelişmiş kurulum
uk: Розширені налаштування
zh: 高级设置

# advancedSetupHeader
source: In this page, you can tweak Ubuntu WSL to your needs.
ca: En aquesta pàgina podeu personalitzar l'Ubuntu WSL.
cs: Na této stránce je možné přizpůsobit si Ubuntu WLS pro své potřeby.
da: På denne side kan du justere Ubuntu WSL efter dine behov.
de: Auf dieser Seite können Sie Ubuntu WSL an Ihre Bedürfnisse anpassen.
eo: Per ĉi tiu paĝo, vi povas laŭbezone agordi Ubuntu sur Windows-Subsistemo por Linux.
es: En esta página puede adaptar Ubuntu en WSL a sus necesidades.
fi: Tällä sivulla voit määrittää Ubuntu WSL:n vastaamaan tarpeitasi.
fr: Sur cette page, vous pouvez configurer Ubuntu WSL selon vos souhaits.
he: בעמוד הזה אפשר לכוונן את אובונטו WSL לצורכיך.
hu: Ezen az oldalon az Ubuntu WSL-t a saját igényeihez igazíthatja.
ja: このページでは、Ubuntu WSL を必要に応じて細かく設定できます。
ko: 이 페이지에서는, 우분투 WSL을 필요에 따라 트윅할 수 있습니다.
lt: Šiame puslapyje galite derinti Ubuntu WSL pagal savo poreikius.
ml: ഈ പേജിൽ, നിങ്ങളുടെ ആവശ്യങ്ങൾക്ക് ഉബുണ്ടു WSL സജ്ജീകരിക്കാൻ കഴിയും.
nb: På denne siden kan du tilpasse Ubuntu WSL til ditt bruk.
pl: Na tej stronie możesz dostosować Ubuntu WSL do swoich potrzeb.
pt_br: Nessa página você pode ajustar o Ubuntu WSL de acordo com suas necessidades.
ru: На этой странице вы можете настроить Ubuntu WSL под свои нужды.
si: මෙම පිටුවේදී, උබුන්ටු WSL ඔබට රිසි පරිදි හැඩගැසීමට හැකිය.
sk: Na tejto stránke je možné prispôsobiť si Ubuntu WSL pre svoje potreby.
sr: На овој страници можете прилагодити Убунту WSL вашим потребама.
sv: På den här sidan kan du anpassa Ubuntu WSL efter dina behov.
tr: Bu sayfada Ubuntu WSL'i ihtiyaçlarınıza göre ayarlayabilirsiniz.
uk: На цій сторінці ви можете налаштувати Ubuntu WSL відповідно до ваших потреб.
zh: 在这个页面，您可以根据您的需要调整Ubuntu WSL。

# advancedSetupMountLocationHint
source: Mount location
ca: Punt de muntatge
cs: Kam připojit (mount)
da: Monteringsplacering
de: Einhängeort
eo: Surmeta loko
es: Ubicación de montaje
fa: مکان سوار کردن
fi: Liitoksen sijainti
fr: Emplacement de montage
he: מיקום עיגון
hu: Csatolási hely
id: Lokasi kait
ja: マウントする場所
ka: მიმაგრების მდებარეობა
ko: 마운트 위치
lt: Prijungti vietą
ml: മൗണ്ട് ചെയ്യുന്ന ലൊക്കേഷൻ
nb: Monteringsplass
ne: माउन्ट स्थान
pl: Położenie montowania
pt_br: Ponto de montagem
ru: Место монтирования
si: සවිවන ස්ථානය
sk: Kam pripojiť (mount)
sv: Monteringsplats
tr: Bağlanma noktası
uk: Місце монтування
zh: 挂载位置

# advancedSetupMountLocationHelper
source: Location for the automount
ca: Punt d'automuntatge
cs: Umístění pro automatické připojování (automount)
da: Placering for automonteringen
de: Ort für das automatische Einhängen
eo: Loko de la aŭtomata surmeto
es: Ubicación del montaje automático
fa: مکان سوار کردن خودکار
fi: Automaattisen liitoksen sijainti
fr: Point de montage pour le montage automatique
he: מיקום העיגון האוטומטי
hu: Az automatikus csatolás helye
id: Lokasi untuk automount
ja: 自動マウントの場所
ka: მდებარეობა ავტომატური მიმაგრებისთვის
ko: automount 설정할 위치
lt: Automatiniam prijungimui skirta vieta
ml: ഓട്ടോമൗണ്ടിനുള്ള സ്ഥലം
ne: अटोमाउन्टको लागि स्थान
pl: Położenie automatycznego montowania
pt_br: Local para montagem automática
ru: Местоположение для автоматического монтирования
si: ස්වයං සවිය සඳහා ස්ථානය
sk: Umiestnenie pre automatické pripájanie (automount)
sv: Plats för den automatiska monteringen
tr: Otomatik bağlamanın konumu
uk: Місце автоматичного монтування
zh: 自动安装的位置

# advancedSetupMountOptionHint
source: Mount option
ca: Opció de muntatge
cs: Parametry pro připojení
da: Monteringsmulighed
de: Einhängeoption
eo: Opcioj pri surmetado
es: Opción de montaje
fa: گزینهٔ سوار کردن
fi: Liitosvalinta
fr: Option de montage
he: אפשרות עיגון
hu: Csatolási kapcsoló
id: Opsi kait
ja: マウントオプション
ka: მიმაგრების პარამეტრი
ko: 마운트 옵션
lt: Prijungimo parinktis
ml: മൌണ്ട് ഓപ്ഷൻ
nb: Monteringsvalg
ne: माउन्ट विकल्प
pl: Opcja montowania
pt_br: Opções de montagem
ru: Параметры монтирования
si: සවි කිරීමේ විකල්පය
sk: Parametre pre pripojenie
sv: Monteringsalternativ
tr: Bağlama seçeneği
uk: Параметри монтування
zh: 挂载选项

# advancedSetupMountOptionHelper
source: Mount option passed for the automount
cs: Parametry pro připojení, předávané automatickému připojování
da: Monteringsmulighed passerede til automonteringen
de: Einhängeoption, die für die automatische Einhängung übergeben wurde
eo: Opcioj pri surmetado donotaj al la komando de aŭtomata surmetado
es: Opción de montaje transmitida para el montaje automático
fa: گزینه‌های سوار کردن برای سوار کردن خودکار قبول شد
fi: Automaattiselle liitokselle välitettävä liitosvalinta
fr: Options pour le montage automatique
he: אפשרות העיגון מועברת לעיגון האוטומטי
hu: Az automatikus csatoláshoz átadott csatolási kapcsoló
id: Opsi kait yang diteruskan bagi automount
ja: 自動マウントする際のマウントオプション
ko: automount 설정에 전달할 마운트 옵션
lt: Automatiniam prijungimui perduodama prijungimo parinktis
ml: ഓട്ടോമൗണ്ടിനായി പാസ്സാക്കിയ മൗണ്ട് ഓപ്ഷൻ
ne: अटोमाउन्टको लागि माउन्ट विकल्प पारित गरियो
pl: Opcja montowania przekazana automatycznemu montowaniu
pt_br: Opções passadas para a montagem automática
ru: Параметры, предназначенные для автоматического монтирования
si: ස්වයං සවිය සඳහා සවි කිරීමේ විකල්පය සමත් විය
sk: Parametre pre pripojenie, odovzdávané automatickému pripojovaniu
sv: Monteringsalternativ används för den automatiska monteringen
tr: Oto-yerleştirme için yerleştirme seçeneği atlandı
uk: Параметри монтування для автоматичного монтування
zh: 为自动挂载传递了挂载选项

# advancedSetupHostGenerationTitle
source: Enable Host Generation
cs: Vytvářet záznam s hostitelem
da: Aktivér Værtsgenerering
de: Generierung des Hosts aktivieren
eo: Aŭtomate faradi dosieron de gastigantoj
es: Activar generación de anfitrión
fa: به کار انداختن تولید میزبان
fi: Käytä Host-luontia
fr: Activer la génération du fichier hosts
he: הפעלת יצירת מארח
hu: A gépnév előállításának engedélyezése
id: Fungsikan Pembangkitan Host
ja: ホスト生成を有効にする
ka: ჰოსტის გენერაციის ჩართვა
ko: Host 생성 활성화
ml: ഹോസ്റ്റ് ജനറേഷൻ പ്രവർത്തനക്ഷമമാക്കുക
nb: Skru på vertsgenerering
ne: होस्ट जेनेरेसन सक्षम गर्नुहोस्
pl: Włącz generowanie pliku hosts
pt_br: Habilitar geração de host
ru: Включить создание хоста
si: සත්කාරකය උත්පාදනය සබල කරන්න
sk: Vytvárať záznam s hostiteľom
sv: Aktivera värdgenerering
tr: Host Oluşturmayı Etkinleştir
uk: Увімкнути створення hosts
zh: 启用主机生成

# advancedSetupHostGenerationSubtitle
source: Selecting enables /etc/hosts re-generation at every start.
ca: Activeu aquesta opció per a regenerar /etc/hosts en cada inici.
cs: Zaškrtnutí zapíná znovuvytváření /etc/hosts při každém spuštění.
da: Valg af dette aktiverer regenerering af /etc/hosts ved hver opstart.
de: Wenn diese Option ausgewählt ist, wird /etc/hosts bei jedem Start neu generiert.
eo: Aŭtomate refari la dosieron /etc/hosts post ĉiu starto.
es: Seleccionar esta opción regenerará /etc/hosts en cada inicio.
fa: گزینش بازتولید ‪/etc/hosts‬ را در هر آغاز به کار می‌اندازد.
fi: Valitseminen asettaa tiedoston /etc/hosts luotavaksi uudelleen jokaisella käynnistyskerralla.
fr: Choisir cette option génère le fichier /etc/hosts à chaque démarrage.
he: בחירה מפעילה יצירה מחדש של ‎/etc/hosts עם כל הפעלה.
hu: Ez a választás lehetővé teszi az /etc/hosts fájl ismételt előállítást minden indításkor.
id: Memilih mengaktifkan pembuatan ulang /etc/hosts di setiap mulai menyala.
ja: 有効にすると、起動するたびに /etc/hosts が再生成されます。
ko: 선택하면 시작할 때 마다 /etc/hosts 를 다시 생성합니다.
lt: Pažymėjus, kiekvieno paleidimo metu bus iš naujo generuojamas /etc/hosts.
ml: തിരഞ്ഞെടുക്കുന്നത് എല്ലാ തുടക്കത്തിലും /etc/hosts റീ-ജനറേഷൻ പ്രവർത്തനക്ഷമമാക്കുന്നു.
nb: Skrur på re-generering av /etc/hosts for hver oppstart.
pl: Wybór włącza ponowne generowanie /etc/hosts przy każdym uruchomieniu.
pt_br: Selecione para habilitar re-criação do arquivo /etc/hosts a cada reinicialização do sistema.
ru: Если параметр включен, то при каждом запуске будет проводиться генерация /etc/hosts.
si: තේරීමෙන් ඇරඹෙන සැමවිට /etc/hosts යළි උත්පාදනය සබල කරයි.
sk: Začiarknutie zapína znovu vytváranie /etc/hosts pri každom spustení.
sv: Valet innebär att /etc/hosts skapas om vid varje uppstart.
tr: Seçildiğinde her başlangıçta /etc/hosts yeniden oluşturulur.
uk: Дозволяє повторно генерувати /etc/hosts під час кожного запуску.
zh: 选择可在每次启动时启用 /etc/hosts 重新生成。

# advancedSetupResolvConfGenerationTitle
source: Enable resolv.conf Generation
ca: Activa la generació de resolv.conf
cs: Zapnout vytváření záznamů pro resolv.conf
da: Aktivér Generering af resolv.conf
de: Generierung der resolv.conf aktivieren
eo: Aŭtomate faradi resolv.conf
es: Activar generación de resolv.conf
fa: به کار انداختن تولید resolv.conf
fi: Käytä resolv.conf-luontia
fr: Activer la génération de resolv.conf
he: הפעלת יצירת resolv.conf
hu: A resolv.conf előállítás engedélyezése
id: Aktifkan Pembuatan resolv.conf
ja: resolv.conf の生成を有効にする
ka: Resolv.conf-ის გენერაციის ჩართვა
ko: resolv.conf 생성 활성화
lt: Įjungti resolv.conf generavimą
ml: resolv.conf ജനറേഷൻ പ്രവർത്തനക്ഷമമാക്കുക
nb: Skru på resolv.conf-generering
pl: Włącz generowanie pliku resolv.conf
pt_br: Habilitar geração do arquivo resolv.conf
ru: Включить генерацию resolv.conf
si: resolv.conf උත්පාදනය සබල කරන්න
sk: Zapnúť vytváranie záznamov pre resolv.conf
sv: Aktivera generering av resolv.conf
tr: resolv.conf Oluşturmayı Etkinleştir
uk: Увімкнути створення resolv.conf
zh: 开启 resolv.conf 生成
