Repository: canonical/ubuntu-desktop-installer
Catalog: packages/ubuntu_wsl_setup/lib/l10n/app_*.arb
Languages: ca, cs, cy, da, de, eo, es, fa, fi, fr, he, hu, id, ja, ka, ko, lt, ml, nb, ne, pl, pt_br, ru, si, sk, sr, sv, tr, uk, zh

# configurationUITitle
source: Ubuntu WSL Configuration - Advanced options
ca: Configuració d'Ubuntu WSL - Opcions avançades
cs: Nastavování Ubuntu WSL – pokročilé volby
da: Ubuntu WSL Konfiguration - Avancerede valgmuligheder
de: Ubuntu WSL Konfigurations-UI (experimentell)
eo: Agordado de Ubuntu sur Windows-Subsistemo por Linux – Opcioj por spertuloj
es: Configuración de Ubuntu en WSL. Opciones avanzadas
fa: پیکربندی اوبونتو WSL - گزینه‌های پیش‌رفته
fi: Ubuntu WSL -määritykset - lisäasetukset
fr: Configuration d'Ubuntu WSL - Options avancées
he: הגדרות אובונטו WSL - אפשרויות מתקדמות
hu: Ubuntu WSL beállítás – Speciális beállítások
id: Konfigurasi WSL Ubuntu - Opsi tingkat lanjut
ja: Ubuntu WSL の設定 - 詳細設定
ko: 우분투 WSL 구성 UI - 고급 옵션
lt: Ubuntu WSL konfigūracija - Išplėstinės parinktys
ml: ഉബുണ്ടു WSL കോൺഫിഗറേഷൻ UI (പരീക്ഷണാത്മകം)
pl: Konfiguracja Ubuntu WSL – Opcje zaawansowane
pt_br: Configuração Avançada do Ubuntu WSL
ru: Конфигурация Ubuntu WSL — Дополнительные параметры
si: උබුන්ටු WSL වින්‍යාසය - වැඩිදුර විකල්ප
sk: Nastavovanie Ubuntu WSL – pokročilé možnosti
sr: Убунту WSL конфигурација ‐ Напредна подешавања
sv: Ubuntu WSL-konfigurationsgränssnitt - Avancerade alternativ
tr: Ubuntu WSL Yapılandırması - Gelişmiş seçenekler
uk: Налаштування Ubuntu WSL - Додаткові параметри
zh: Ubuntu WSL配置 - 高级选项

# configurationUIAutoMountHeader
source: Auto-Mount
ca: Automuntatge
cs: Automatické připojování
da: Automontér
de: Automatisches Einhängen
eo: Aŭtomata Surmeto
es: Montaje automático
fa: سوار کردن خودکار
fi: Automaattinen liitos
fr: Montage automatique
he: עיגון אוטומטי
hu: Automatikus csatolás
id: Kait Otomatis
ja: 自動マウント
ka: ავტომატური-მიმაგრება
ko: 자동 마운트
lt: Automatinis prijungimas
ml: ഓട്ടോ-മൌണ്ട്
pl: Automatyczne montowanie
pt_br: Montagem Automática
ru: Автоматическое монтирование
si: ස්වයං සවිය
sk: Automatické pripojovanie
sv: Montera automatiskt
tr: Otomatik Bağlama
uk: Автоматичне монтування
zh: 自动挂载

# configurationUIMountFstabTitle
source: Mount /etc/fstab
ca: Munta /etc/fstab
cs: Připojit podle /etc/fstab
da: Montér /etc/fstab
de: /etc/fstab einhängen
eo: Surmeti /etc/fstab
es: Montar /etc/fstab
fa: سوار کردن ‪/etc/fstab‬
fi: Liitä /etc/fstab
fr: Monter /etc/fstab
he: עיגון ‎/etc/fstab
hu: Az /etc/fstab csatolása
id: Kait /etc/fstab
ja: /etc/fstab をマウント
ka: /etc/fstab-ის მიმაგრება
ko: /etc/fstab 마운트
lt: Prijungti /etc/fstab
ml: /etc/fstab മൌണ്ട് ചെയ്യുക
nb: Monter /etc/fstab
pl: Montuj /etc/fstab
pt_br: Montar /etc/fstab
ru: Монтировать /etc/fstab
si: සවිය /etc/fstab
sk: Pripojiť podľa /etc/fstab
sv: Montera /etc/fstab
tr: /etc/fstab'ı bağla
uk: Монтування у /etc/fstab
zh: 挂载/etc/fstab

# configurationUIInteropAppendWindowsPathSubtitle
source: Whether Windows Path will be append in the PATH environment variable in WSL
ca: Indica si s'ha d'afegir «Windows Path» a la variable d'entorn «PATH» del WSL
cs: Zda bude připojen Windows popis umístění do proměnné prostředí PATH ve WSL
da: Hvor vidt Windows Sti vil blive inddraget i PATH-miljøvariablen i WSL
de: Ob der Windows-Pfad an die Pfads-Umgebungsvariable in der WSL angehängt werden soll
eo: Ĉu postglui la medivariablon «Path» de Windows al la medivariablo «PATH» de Windows-subsistemo por Linux
es: Indica si la ruta de Windows se anexará a la variable de entorno PATH en WSL
fi: Lisätäänkö Windows-polku PATH-ympäristömuuttujiin WSL:ssä
fr: Cette option ajoute le chemin d'exécution Windows au chemin d'exécution de WSL
he: האם הנתיב מה־Windows יתווסף למשתנה הסביבה PATH (נתיבי חיפוש קובצי הפעלה) ב־WSL
hu: A Windows-útvonal hozzá lesz-e fűzve a WSL-ben lévő PATH környezeti változóban
id: Apakah Path Windows akan diimbuhkan ke dalam variabel lingkungan PATH dalam WSL.
ja: Windows パスを WSL の PATH 環境変数に追加するかどうか
ko: WSL 에서 PATH 환경 변수의 뒤에 Windows 경로를 붙일지 여부
pl: Określa, czy ścieżka systemu Windows zostanie dołączona do zmiennej środowiskowej PATH w WSL
pt_br: Adicionar o conteúdo da variável de ambiente "Path" do Windows à PATH no WSL
ru: Будет ли добавлен путь Windows в переменную PATH в WSL
si: WSL හි මාර්ගය පරිසර විචල්‍යයට වින්ඩෝස් මාර්ගය ආඳිනවා ද පිළිබඳව
sk: Či bude pripojený Windows popis umiestnenia do premennej prostredia PATH vo WSL
sv: Huruvida sökväg för Windows kommer att läggas till i PATH-miljövariablen i WSL
tr: Windows Yolunun WSL'de PATH ortam değişkenine eklenip eklenmeyeceği
uk: Чи буде Windows Path додано до змінної середовища PATH у WSL
zh: 是否将 Windows 路径附加到WSL中的 PATH 环境变量中

# configurationUIInteroperabilitySubtitle
source: Whether the interoperability is enabled.
ca: Indica si la interoperativitat està activada.
cs: Zda je zapnuta interoperabilita.
da: Hvor vidt interoperabilitet er aktiveret.
de: Ob die Interoperabilität aktiviert ist.
eo: Ĉu ŝalti kunfunkciadon.
es: Indica si se activará la interoperatividad.
fi: Onko yhteensopivuus käytössä.
fr: Si l'interopérabilité est activée.
he: האם ההדדיות מופעלת.
hu: Az átjárhatóság engedélyezve van-e.
id: Apakah interoperabilitas difungsikan.
ja: 相互運用性が有効になっているかどうか。
ka: ჩართულია თუ არა თავსებადობა.
ko: 상호운용성 활성화 여부.
lt: Ar sąveikumas yra įjungtas.
nb: Hvorvidt interoperabilitet er påskrudd.
pl: Określa, czy interoperacyjność jest włączona.
pt_br: a interoperabilidade está habilitada.
ru: Включена ли совместимость.
sk: Či je zapnutá interoperabilita.
sv: Huruvida interoperabiliteten är aktiverad eller inte.
tr: Birlikte çalışabilirliğin etkin olup olmadığı.
uk: Чи ввімкнено взаємопроникність.
zh: 是否启用了互操作性。

# configurationUISystemdHeader
source: EXPERIMENTAL - Systemd
cs: EXPERIMENTÁLNÍ – Systemd
da: EKSPERIMENTEL - Systemd
de: EXPERIMENTELL - Systemd
eo: EKSPERIMENTA – systemd
fa: آزمایشی - Systemd
fi: KOKEELLINEN - Systemd
fr: EXPÉRIMENTAL - Systemd
he: ניסיוני - Systemd
hu: KÍSÉRLETI – Systemd
id: EKSPERIMEN - Systemd
ja: 試験的 - Systemd
ka: ექსპერიმენტალური - Systemd
ko: 실험용 기능 - Systemd
lt: EKSPERIMENTINIS - Systemd
nb: EKSPERIMENTELT - Systemd
pl: EKSPERYMENTALNA – Systemd
ru: ЭКСПЕРИМЕНТАЛЬНО - Systemd
si: පරීක්‍ෂාත්මක - Systemd
sk: EXPERIMENTÁLNE – Systemd
sr: ЕКСПЕРИМЕНТАЛНО ‐ Systemd
sv: EXPERIMENTIELL - Systemd
tr: DENEYSEL - Systemd
uk: ЕКСПЕРИМЕНТАЛЬНИЙ - Systemd
zh: 实验性 - 系统化

# configurationUISystemdTitle
source: Enabled
ca: Activat
cs: Zapnuto
da: Aktiveret
de: Aktiviert
eo: Ŝaltita
es: Activado
fa: به کار افتاده
fi: Käytössä
fr: Activé
he: מופעל
hu: Engedélyezve
id: Difungsikan
ja: 有効
ka: ჩართულია
ko: 활성화됨
lt: Įjungtas
nb: Påskrudd
pl: Włączony
pt_br: Habilitado
ru: Включено
si: සබලයි
sk: Zapnuté
sr: Укључено
sv: Aktiverad
tr: Etkin
uk: Увімкнено
zh: 开启

# configurationUISystemdSubtitle
source: Whether systemd should be activated at boot time. CAUTION: This is an experimental feature.
ca: Indica si «systemd» s'ha d'activar durant l'arrencada. COMPTE: és una funció experimental.
cs: Zda má být systemd spouštěn při startu systému. VÝSTRAHA: Toto je experimentální funkce.
da: Hvor vidt systems bør aktiveres under opstart. GIV AGT: Dette er en eksperimentel funktion.
de: Ob systemd beim Booten aktiviert werden soll. ACHTUNG: Dies ist eine experimentelle Funktion.
eo: Ĉu aktivigi systemd dum startigo de komputilo. AVERTO: Ĉi tio estas eksperimenta funkcio.
es: Indica si se activará systemd al momento de arrancar. PRECAUCIÓN: es una funcionalidad experimental.
fi: Aktivoidaanko systemd käynnistyksen aikana. VAROITUS: Tämä on kokeellinen ominaisuus.
fr: Activer systemd au démarrage. ATTENTION : C'est une fonctionnalité expérimentale.
he: האם על systemd לעלות יחד עם המערכת. אזהרה: זאת יכולת נסיונית.
hu: A systemd aktiválva legyen-e a rendszer indításakor. FIGYELEM: ez egy kísérleti funkció.
ja: systemd を起動時にアクティブ化する必要があるかどうか。注意: これは試験的な機能です。
ko: 부팅할 때 systemd를 활성화 해야 하는지 여부. 주의: 실험적 기능입니다.
lt: Ar paleidimo metu turėtų būti aktyvuota systemd. DĖMESIO: Tai yra eksperimentinė ypatybė.
pl: Określa, czy systemd powinien być uruchamiany podczas rozruchu. UWAGA: jest to funkcja eksperymentalna.
pt_br: Ativar o systemd durante o boot. ATENÇÃO: Esse recurso é experimental.
ru: Следует ли активировать systemd во время загрузки. ВНИМАНИЕ: Это экспериментальная функция.
si: ආරම්භයේදී systemd සක්‍රිය කළ යුතුද බව. අවවාදයයි: මෙය පරීක්‍ෂාත්මක විශේෂාංගයකි.
sk: Či má byť systemd spúšťaný pri štarte systému. VÝSTRAHA: Toto je experimentálna funkcia.
sv: Huruvida systemd ska aktiveras vid uppstart. VARNING: Detta är en experimentell funktion.
tr: systemd'nin önyükleme sırasında etkinleştirilip etkinleştirilmeyeceği. DİKKAT: Bu deneysel bir özelliktir.
uk: Якщо система повинна бути активована в час завантаження. CAUTION: Це експериментальна функція.
zh: 是否应在引导时激活 systemd。注意：这是一个实验特性。

# configurationUIInteroperabilityTitle
source: Enabled
ca: Activada
cs: Zapnuto
da: Aktiveret
de: Aktiviert
eo: Ŝaltita
es: Activada
fa: به کار افتاده
fi: Käytössä
fr: Activé
he: פעיל
hu: Engedélyezve
id: Difungsikan
ja: 有効
ka: ჩართულია
ko: 활성화됨
lt: Įjungtas
nb: Påskrudd
pl: Włączona
pt_br: Habilitado
ru: Включено
si: සබලයි
sk: Zapnuté
sr: Укључено
sv: Aktiverat
tr: Etkin
uk: Увімкнено
zh: 开启

# configurationUIInteropAppendWindowsPathTitle
source: Append Windows Path
cs: Připojit Windows popis umístění
da: Inddrag Windows Sti
de: Windows-Pfad anhängen
eo: Postmeti vojprefikson de Windows
es: Anexar ruta de acceso de Windows
fi: Lisää Windows-polku
fr: Ajouter au PATH Windows
he: הוספת נתיב Windows
hu: Windows-útvonal hozzáfűzése
id: Imbuhkan Path Windows
ja: Windows パスを追加
ka: Windows-ის ბილიკის მიწერა
ko: Windows 경로 붙이기
pl: Dołącz ścieżkę systemu Windows
pt_br: Adicionar Windows "Path"
ru: Добавить путь Windows
si: වින්ඩෝස් පෙත ආඳින්න
sk: Pripojiť Windows popis umiestnenia
sv: Lägg till sökväg för Windows
tr: Windows Yolu Ekle
uk: Додаток Windows Path
zh: 附加 Windows 路径

source: Applying changes…
ca: S'estan aplicant els canvis…
cs: Uplatňování změn…
da: Anvender ændringer…
de: Änderungen werden angewendet…
eo: Efektivigante ŝanĝojn…
es: Aplicando cambios…
fa: اعمال کردن تغییرها…
fi: Toteutetaan muutoksia…
fr: Application des changements…
he: השינויים חלים…
hu: Változtatások alkalmazása…
ja: 変更を適用しています…
ka: ცვლილებების გადატარება…
ko: 변경사항 적용…
lt: Taikomi pakeitimai…
nb: Utfører endringer …
pl: Stosowanie zmian…
pt_br: Aplicando as alterações…
ru: Применение изменений…
si: වෙනස්කම් යෙදෙමින්…
sk: Uplatňovanie zmien…
sr: Примењује промене…
sv: Tillämpar ändringar…
tr: Değişiklikler uygulanıyor…
uk: Застосування змін…
zh: 正在应用更改…

# applyingChangesDisclaimer
source: This may take several minutes depending on your Internet connection.
cs: Toto může několik minut trvat, v závislosti na rychlosti vašeho připojení k Internetu.
da: Dette tager måske flere minutter, afhængigt af din internetforbindelse.
de: Dies kann je nach Ihrer Internetverbindung einige Minuten dauern.
eo: Tio eble daŭros kelkajn minutojn depende de via Interreta konekto.
es: El proceso puede demorar algunos minutos, según la capacidad de la conexión a Internet.
fi: Tämä saattaa kestää useita minuutteja riippuen Internet-yhteydestäsi.
fr: Cela peut prendre plusieurs minutes en fonction de votre connection internet.
he: פעולה זו עלולה לארוך מספר דקות כתלות בחיבור האינטרנט שלך.
hu: Ez az internetkapcsolattól függően több percet is igénybe vehet.
ja: インターネットの接続状態によっては、数分かかる場合があります。
ko: 인터넷 연결 상태에 따라 몇 분 정도 걸릴 수 있습니다.
lt: Tai gali užtrukti kelias minutes, priklausomai nuo jūsų interneto ryšio spartos.
nb: Dette kan ta flere minutter, avhengig av din tilkobling til Internett.
pl: Może to potrwać kilka minut w zależności od połączenia internetowego.
pt_br: Isso pode levar vários minutos dependendo da sua conexão com a internet.
ru: Это может занять несколько минут в зависимости от скорости вашего интернет-соединения.
si: අන්තර්ජාල සම්බන්ධතාවය මත පදනම් වන බැවින් විනාඩි කිහිපයක් ගත වනු ඇත.
sk: Toto môže trvať niekoľko minút, v závislosti od rýchlosti vášho pripojenia na Internet.
sr: Можда ће бити неопходно неколико минута у зависности од ваше интернет конекције.
sv: Det här kan ta flera minuter beroende på din internetanslutning.
tr: Bu işlem İnternet bağlantınıza bağlı olarak birkaç dakika sürebilir.
uk: Це може знадобитися кілька хвилин в залежності від вашого підключення до Інтернету.
zh: 这可能需要几分钟的时间，具体取决于您的 Internet 连接。

# profileSetupUsernameSystemReserved
source: That name is reserved for system usage.
ca: Nom reservat per a ús del sistema.
cs: Takové jméno je rezervováno pro využití systémem.
da: Det navn er reserveret til systembrug.
de: Dieser Name ist für die Systemnutzung reserviert.
eo: Tiu salutnomo estas rezervita por sistema uzado.
es: Ese nombre está reservado para el uso del sistema.
fa: این نام برای استفادهٔ سامانه کنار گذاشته شده.
fi: Kyseinen nimi on varattu järjestelmän käyttöön.
fr: Ce nom d'utilisateur est réservé pour le système.
he: שם זה שמור לטובת המערכת.
hu: Ez a név a rendszer számára van fenntartva.
id: Nama itu dicadangkan untuk penggunaan sistem.
ja: その名前はシステムに予約されています。
ko: 시스템 사용을 위해 예약된 사용자 이름입니다.
lt: Šis vardas yra rezervuotas sisteminiam naudojimui.
nb: Dette navnet er reservert for systembruk.
pl: Ta nazwa jest zarezerwowana na użytek systemu.
pt_br: Esse nome de usuário é reservado para uso do sistema.
ru: Это имя зарезервировано для использования системой.
si: එම නම පද්ධතියේ භාවිතයට වෙන් කර ඇත.
sk: Toto meno je rezervované pre využitie systémom.
sr: То име је већ резервисано систему.
sv: Det där namnet är reserverat för system-användning.
tr: Bu ad, sistem kullanımı için ayrılmıştır.
uk: Це ім'я зарезервоване для використання в системі.
zh: 该名称供系统使用。

# profileSetupUsernameTooLong
source: That name is too long.
ca: El nom és massa llarg.
cs: Takové jméno je příliš dlouhé.
da: Det navn er for langt.
de: Dieser Name ist zu lang.
eo: Tiu salutnomo estas tro longa.
es: Ese nombre es demasiado largo.
fa: نام بیش از حد طولانی است.
fi: Kyseinen nimi on liian pitkä.
fr: Ce nom est trop long.
he: השם הזה ארוך מדי.
hu: Ez a név túl hosszú.
id: Nama itu terlalu panjang.
ja: その名前は長すぎます。
ka: სახელი ძალიან გრძელია.
ko: 사용자 이름이 너무 깁니다.
lt: Šis vardas yra per ilgas.
nb: Navnet er for langt.
pl: Ta nazwa jest za długa.
pt_br: Esse nome de usuário é muito longo.
ru: Это имя слишком длинное.
si: නම ඉතා දිගයි.
sk: Toto meno je príliš dlhé.
sr: То име је предугачко.
sv: Det där namnet är för långt.
tr: Bu ad çok uzun.
uk: Це ім'я занадто довге.
zh: 用户名过长。

# profileSetupUsernameInvalidChars
source: That name contains invalid characters.
ca: El nom conté caràcters no permesos.
cs: Takové jméno obsahuje neplatné znaky.
da: Det navn indeholder ugyldige tegn.
de: Dieser Name enthält ungültige Zeichen.
eo: Tiu salutnomo enhavas nevalidajn signojn.
es: Ese nombre contiene caracteres no válidos.
fa: نام دارای نویسه‌های نامعتبر است.
fi: Kyseinen nimi sisältää virheellisiä merkkejä.
fr: Ce nom contient des caractères invalides.
he: השם הזה מכיל תווים שגויים.
hu: Ez a név érvénytelen karaktereket tartalmaz.
id: Nama itu mengandung karakter yang tidak valid.
ja: その名前は使用不可能な文字が含まれています。
ka: სახელი არასწორ სიმბოლოებს შეიცავს.
ko: 사용자 이름에 허용되지 않은 문자가 포함되어 있습니다.
lt: Šiame varde yra netinkamų simbolių.
nb: Navnet inneholder ugyldige tegn.
pl: Ta nazwa zawiera nieprawidłowe znaki.
pt_br: Esse nome de usuário contém caracteres inválidos.
ru: Это имя содержит недопустимые символы.
si: නමෙහි වලංගු නොවන අකුරු අඩංගුය.
sk: Toto meno obsahuje neplatné znaky.
sr: То име садржи невалидне карактере.
sv: Det där namnet innehåller ogiltiga tecken.
tr: Bu ad geçersiz karakterler içeriyor.
uk: Це ім'я містить недопустимі символи.
zh: 用户名包含无效字符。

# profileSetupUsernameInUse
source: That username already exists.
ca: El nom d'usuari ja existeix.
cs: Takové uživatelské jméno už existuje.
da: Det brugernavn findes allerede.
de: Dieser Benutzername existiert bereits.
eo: Tiu salutnomo jam ekzistas.
es: Ese nombre de usuario ya existe.
fa: نام کاربری از پیش وجود دارد.
fi: Käyttäjänimi on jo olemassa.
fr: Ce nom d'utilisateur existe déjà.
he: שם משתמש זה כבר קיים.
hu: Ez a felhasználónév már létezik.
id: Nama pengguna itu sudah ada.
ja: そのユーザー名は既に存在します。
ka: მომხმარებელი უკვე არსებობს.
ko: 사용자 이름이 이미 존재합니다.
lt: Toks naudotojo vardas jau yra.
nb: Dette brukernavnet finnes allerede.
pl: Ta nazwa użytkownika już istnieje.
pt_br: Esse nome de usuário já existe.
ru: Это имя пользователя уже существует.
si: පරිශ්‍රීලක නාමය දැනටමත් පවතී.
sk: Toto používateľské meno už existuje.
sr: Корисничко име већ постоји.
sv: Det där användarnamnet existerar redan.
tr: Bu kullanıcı adı zaten var.
uk: Таке ім'я користувача вже існує.
zh: 用户名已存在。

# installationSlidesWelcome
source: Welcome to Ubuntu WSL
cs: Vítejte v Ubuntu WSL
da: Velkommen til Ubuntu WSL
de: Willkommen bei Ubuntu WSL
eo: Bonvenon al Ubuntu WSL
es: Bienvenido a Ubuntu WSL
fa: به اوبونتو WSL خوش آمدید
fi: Tervetuloa Ubuntu WSL:iin
fr: Bienvenue sur Ubuntu WSL
he: ברוך בואך לאובונטו WSL
hu: Üdvözli az Ubuntu WSL!
ja: Ubuntu WSLへようこそ
ka: მოგესალმებათ Ubuntu WSL
ko: 우분투 WSL에 오신것을 환영합니다
lt: Jus sveikina Ubuntu WSL
pl: Witamy w Ubuntu WSL
pt_br: Bem-vindo ao Ubuntu WSL
ru: Добро пожаловать в Ubuntu WSL
si: උබුන්ටු WSL වෙත පිළිගනිමු
sk: Vitajte v Ubuntu WSL
sr: Добродошли у Убунту WSL
sv: Välkommen till Ubuntu WSL
tr: Ubuntu WSL'e Hoş Geldiniz
uk: Ласкаво просимо до Ubuntu WSL
zh: 欢迎来到Ubuntu WSL

# installationSlidesInitializing
source: Initializing…
ca: S'està inicialitzant…
cs: Inicializace…
da: Initialiserer...
de: Wird initialisiert ...
eo: Praŝargante…
es: Iniciando…
fa: آغاز کردن…
fi: Alustetaan…
fr: Initialisation...
he: מופעל…
hu: Előkészítés…
ja: 初期化中…
ka: ინიციალიზაცია...
ko: 초기화 중…
lt: Inicijuojama…
pl: Inicjowanie...
pt_br: Inicializando…
ru: Инициализация...
si: අරඹමින්...
sk: Inicializácia…
sr: Иницијализација…
sv: Initierar...
tr: Başlatılıyor...
uk: Ініціалізація…
zh: 正在初始化…

# installationSlidesUnpacking
source: Unpacking the distro
ca: S'està desempaquetant la distribució
cs: Rozbalování distribuce
da: Udpakker distributionen
de: Distro wird entpackt
eo: Elpakante la mastruman sistemon
es: Desembalando la distribución
fa: استخراج توزیع
fi: Puretaan jakelua
fr: Dépaquetage du distro
he: ההפצה נפרסת
hu: A disztribúció kibontása
ja: ディストロを解凍しています
ka: დისტროს გაშლა
ko: 배포판 푸는 중
lt: Išpakuojamas platinamasis paketas
nb: Utpakking av distribusjonen
pl: Rozpakowywanie dystrybucji
pt_br: Descompactando o distro
ru: Распаковка дистрибутива
si: මෙ.පද්. දිග හරිමින්
sk: Rozbaľovanie distribúcie
sv: Packar upp distron
tr: Dağıtım paketten çıkarılıyor
uk: Розпакування дистрибутива
zh: 正在解压发行版

# installationSlidesInstalling
source: Almost done. The installer will require your attention soon.
cs: Téměř hotovo. Instalátor bude brzy vyžadovat vaši pozornost.
da: Næsten færdig. Installatøren vil snart kræve din opmærksomhed.
de: Fast fertig. Das Installationsprogramm wird bald Ihre Aufmerksamkeit benötigen.
eo: Preskaŭ kompleta. La instalilo postulos vian atenton baldaŭ.
es: Casi listo. El instalador requerirá su atención pronto.
fi: Melkein valmista. Asennusohjelma vaatii huomiotasi pian.
fr: Presque fini. L'installeur va bientôt demander votre attention.
he: כמעט סיימנו. תוכנית ההתקנה תדרוש את תשומת לבך בקרוב.
hu: Majdnem kész. A telepítő hamarosan a figyelmét fogja igényelni.
ja: まもなく完了します。すぐにインストーラーの操作が必要になります。
ko: 거의 다 되었습니다. 곧 설치 마법사에 주의가 필요할 것입니다.
lt: Beveik atlikta. Netrukus diegimo programai prireiks jūsų dėmesio.
pl: Prawie skończone. Instalator wkrótce będzie wymagał Twojej uwagi.
pt_br: Quase pronto. O instalador exigirá sua atenção em breve.
ru: Почти готово. Установщик скоро потребует вашего внимания.
si: බොහෝ දුරට අහවරයි. මෙයට ඔබගේ අවධානය අවශ්‍ය වනු ඇත.
sk: Takmer hotovo. Inštalátor bude čoskoro vyžadovať vašu pozornosť.
sr: Скоро завршено. Инсталацији ће ускоро бити потребна ваша пажња.
sv: Snart klar. Installationen kommer snart kräva din uppmärksamhet.
tr: Neredeyse bitti. Kurucu yakında ilgilenmenizi gerektirecek.
uk: Майже зроблено. Інсталятор незабаром потребуватиме вашої уваги.
zh: 即将就绪。安装程序有一些内容需要您的留意。

# installationSlidesLaunching
source: Launching distro...
cs: Spouštění distribuce…
da: Lancerer distribution...
de: Distro wird gestartet ...
eo: Lanĉante mastruman sistemon…
es: Iniciando la distribución…
fa: اجرا کردن توزیع…
fi: Käynnistetään jakelua...
fr: Démarrage du distro...
he: ההפצה נטענת…
hu: A disztribúció elindítása…
ja: ディストロを実行しています…
ka: დისტროს გაშვება...
ko: 배포판 실행 중...
lt: Paleidžiamas platinamasis paketas...
nb: Starter distribusjonen …
pl: Uruchamianie dystrybucji...
pt_br: Iniciando distro...
ru: Запуск дистрибутива...
si: මෙ.පද්. දියත් වෙමින්...
sk: Spúšťanie distribúcie…
sv: Startar distro...
tr: Dağıtım başlatılıyor...
uk: Запуск дистрибутива...
zh: 正在启动发行版…

# installationSlidesErrorMsg
source: Something went wrong.
ca: Ha ocorregut un problema.
cs: Něco se pokazilo.
da: Noget gik galt.
de: Etwas ist schiefgelaufen.
eo: Io fuŝiĝis.
es: Se ha producido un problema.
fa: چیزی اشتباه پیش رفت.
fi: Jokin meni pieleen.
fr: Quelque chose s'est mal passé.
he: משהו השתבש.
hu: Valami elromlott.
ja: 何かの問題が発生しました。
ka: რაღაც ცუდადაა.
ko: 무엇인가 잘못되었습니다.
lt: Kažkas nutiko.
nb: Noe gikk galt.
pl: Coś poszło nie tak.
pt_br: Algo deu errado.
ru: Что-то пошло не так.
si: යමක් වැරදී ඇත.
sk: Niečo sa pokazilo.
sv: Något gick fel.
tr: Bir şeyler yanlış gitti.
uk: Щось пішло шкереберть.
zh: 有哪里出了问题。

# installationSlidesErrorTitle
source: Something went wrong
ca: Ha ocorregut un problema
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
eo: Io fuŝiĝis
es: Algo salió mal
fa: چیزی اشتباه پیش رفت
fi: Jokin meni pieleen
fr: Quelque chose s'est mal passé
he: משהו השתבש
hu: Valami elromlott
ja: 何かの問題が発生しました
ka: რაღაც ცუდადაა
ko: 무엇인가 잘못되었습니다
lt: Kažkas nutiko
nb: Noe gikk galt.
pl: Coś poszło nie tak
pt_br: Algo deu errado
ru: Что-то пошло не так
si: යමක් වැරදී ඇත
sk: Niečo sa pokazilo
sv: Något gick fel
tr: Bir şeyler yanlış gitti
uk: Щось пішло шкереберть
zh: 有哪里出了问题

# installationSlidesDone
source: All set. Enjoy using Ubuntu on WSL
ca: Enllestit. Gaudiu de l'Ubuntu en WSL
cs: Vše nastaveno. Užijte si používání Ubuntu na WSL
da: Alt er klar. Nyd Ubuntu på WSL
de: Alles bereit. Viel Spaß mit Ubuntu auf dem WSL
eo: Ĉio pretas. Ĝuu Ubuntu sur WSL
es: Todo listo. Disfrute usando Ubuntu en WSL
fi: Kaikki valmista. Nauti Ubuntu WSL:n käyttämisestä
fr: Tout est prêt. En espérant que vous vous amuserez en utilisant Ubuntu sur WSL
he: הכול מוכן. מאחלים לך ליהנות מאובונטו על WSL
hu: Minden készen áll. Élvezze az Ubuntu használatát a WSL-en.
ja: 全て終わりました。Ubuntu WSLをご使用いただけます
ko: 모두 설정되었습니다. 우분투 WSL 사용을 즐겨주세요
lt: Viskas nustatyta. Mėgaukitės naudodamiesi Ubuntu WSL
nb: Alt i orden. Nyt Ubuntu på WSL
pl: Wszystko gotowe. Ciesz się używaniem Ubuntu na WSL
pt_br: Tudo pronto. Aproveite o Ubuntu no WSL
ru: Всё установлено. Наслаждайтесь использованием Ubuntu WSL
si: සියල්ල හරි. WSL මත උබුන්ටු අත්විඳින්න
sk: Všetko nastavené. Užite si používanie Ubuntu na WSL
sv: Allt är Redo. Njut av att använda Ubuntu på WSL
tr: Her şey hazır. WSL'de Ubuntu kullanmanın keyfini çıkarın
uk: Все готово. Насолоджуйтесь використанням Ubuntu на WSL
zh: 万事俱备。在 WSL 上尽情使用 Ubuntu 吧

# installationSlidesExitTitle
source: Are you sure you want to leave?
ca: Segur que voleu sortir?
cs: Opravdu chcete odejít?
da: Er du sikker på, at du vil forlade?
de: Sind Sie sicher, dass Sie gehen möchten?
eo: Ĉu vi certe volas forlasi?
es: ¿Confirma que quiere abandonar?
fi: Haluatko varmasti poistua?
fr: Êtes-vous sûr de vouloir partir ?
he: לעזוב?
hu: Biztosan ki szeretne lépni?
ja: 本当に去りますか？
ko: 정말로 떠나시겠습니까?
lt: Ar tikrai norite išeiti?
nb: Er du sikker på at du vil forlate?
pl: Czy na pewno chcesz wyjść?
pt_br: Você realmente quer sair?
ru: Вы уверены, что хотите выйти?
si: ඔබට හැරයාමට වුවමනා ද?
sk: Naozaj chcete odísť?
sv: Är du säker på att du vill lämna?
tr: Ayrılmak istediğinden emin misin?
uk: Ви впевнені, що хочете піти?
zh: 您确定要退出吗？
