Repository: canonical/ubuntu-desktop-installer
Catalog: packages/ubuntu_wsl_setup/lib/l10n/app_*.arb
Languages: ca, cs, cy, da, de, eo, es, fa, fi, fr, he, hu, id, ja, ka, ko, lt, ml, nb, ne, pl, pt_br, ru, si, sk, sr, sv, tr, uk, zh

# advancedSetupResolvConfGenerationSubtitle
source: Selecting enables /etc/resolv.conf re-generation at every start.
ca: Activeu aquesta opció per a regenerar /etc/resolv.conf en cada inici.
cs: Zaškrtnutí zapíná znovuvytváření /etc/resolv.conf při každém spuštění.
da: Valg af dette aktiverer regenerering af /etc/resolv.conf ved hver opstart.
de: Wenn diese Option ausgewählt ist, wird /etc/resolv.conf bei jedem Start neu generiert.
eo: Aŭtomate refari la dosieron /etc/resolv.conf post ĉiu starto.
es: Seleccionar esta opción regenerará /etc/resolv.conf en cada inicio.
fa: گزینش بازتولید ‪/etc/resolv.conf‬ را در هر آغاز به کار می‌اندازد.
fi: Valitseminen asettaa tiedoston /etc/resolv.conf luotavaksi uudelleen jokaisella käynnistyskerralla.
fr: Choisir cette option génère le fichier /etc/resolv.conf à chaque démarrage.
he: בחירה מפעילה יצירה מחדש של ‎/etc/resolv.conf עם כל הפעלה.
hu: Ez a választás lehetővé teszi az /etc/resolv.conf fájl ismételt előállítást minden indításkor.
id: Memilih ini memfungsikan pembuatan ulang /etc/resolv.conf setiap kali mulai berjalan.
ja: 有効にすると、起動するたびに /etc/resolv.conf が再生成されます。
ko: 선택하면 시작할 때 마다 /etc/resolv.conf 를 다시 생성합니다.
lt: Pažymėjus, kiekvieno paleidimo metu bus iš naujo generuojamas /etc/resolv.conf.
ml: തിരഞ്ഞെടുക്കുന്നത് എല്ലാ തുടക്കത്തിലും /etc/resolv.conf റീ-ജനറേഷൻ പ്രവർത്തനക്ഷമമാക്കുന്നു.
nb: Skrur på re-generering av /etc/resolv.conf for hver oppstart.
pl: Wybór włącza ponowne generowanie /etc/resolv.conf przy każdym uruchomieniu.
pt_br: Selecione para habilitar re-criação do arquivo /etc/resolv.conf a cada reinicialização do sistema.
ru: Если параметр включен, то при каждом запуске будет проводиться генерация /etc/resolv.conf.
si: තේරීමෙන් ඇරඹෙන සැමවිට /etc/resolv.conf යළි උත්පාදනය සබල කරයි.
sk: Začiarknutie zapína znovu vytváranie /etc/resolv.conf pri každom spustení.
sv: Valet innebär att /etc/resolv.conf skapas om vid varje uppstart.
tr: Seçildiğinde /etc/resolv.conf her başlangıçta yeniden oluşturulur.
uk: Дозволяє повторно генерувати /etc/resolv.conf під час кожного запуску.
zh: 选择启用 /etc/resolv.conf 在每次启动时重新生成。

# advancedSetupGUIIntegrationTitle
source: GUI Integration
ca: Integració de la interfície gràfica
cs: Napojení na grafické uživatelské rozhraní
eo: Integrado de grafika fasado
es: Integración de interfaces gráficas
fa: بکپارچکی رابط کاربری گرافیکی
fi: Käyttöliittymän integraatio
fr: Intégration avec l'interface graphique
he: שילוב עם מנשק המשתמש
hu: Grafikus felhasználói felület integráció
id: Integrasi GUI
ja: GUI 統合
ka: GUI-ის ინტეგრაცია
ko: GUI 통합
lt: Grafinės naudotojo sąsajos integracija
ml: GUI സംയോജനം
nb: Grensesnittsintegrasjon
pl: Integracja interfejsu graficznego
pt_br: Intergração gráfica
ru: Интеграция с графическим интерфейсом
si: GUI අනුකලනය
sk: Napojenie na grafické používateľské rozhranie
tr: Arayüz Entegrasyonu
uk: GUI інтеграція
zh: GUI 集成

# advancedSetupGUIIntegrationSubtitle
source: Selecting enables automatic DISPLAY environment set-up. Third-party X server required.
cs: Zaškrtnutí zapíná automatické nastavení proměnné prostředí DISPLAY. Pro využití je dále zapotřebí grafického X serveru třetí strany.
da: Valg af dette aktiverer automatisk opsætning af DISPLAY-miljø. Tredjeparts X server er påkrævet.
de: Wenn diese Option ausgewählt ist, wird die DISPLAY-Umgebung automatisch eingerichtet. X-Server eines Drittanbieters erforderlich.
eo: Ĉi tiu opcio ebligas aŭtomatan agordadon de la medivariablo DISPLAY. Postulas triapartian X-servilon.
es: Seleccionar esta opción configurará automáticamente el entorno DISPLAY. Se necesita un servidor X de terceros.
fi: Valitseminen asettaa automaattisen DISPLAY-ympäristön määrityksen. Kolmannen osapuolen X-palvelin vaaditaan.
fr: Cette option définit la variable DISPLAY dans l'environnement. Un serveur X tiers est requis.
he: בחירה מפעילה הקמת סביבת DISPLAY אוטומטית. דרוש שרת X מגורם צד־שלישי.
hu: A kiválasztás lehetővé teszi a DISPLAY környezet automatikus beállítását. Harmadik féltől származó X-kiszolgáló szükséges.
id: Memilih ini memfungsikan penyiapan lingkungan DISPLAY otomatis. Server X pihak ketiga diperlukan.
ja: 有効にすると、自動的に DISPLAY 変数環境をセットアップします。サードパーティの X サーバーが必要です。
ko: 선택하면 DISPLAY 환경변수 자동 설정을 활성화 합니다. 서드파티 X 서버를 요구합니다.
lt: Pažymėjus, bus įjungta automatinė DISPLAY aplinkos sąranka. Reikalauja trečiosios šalies X serverio.
ml: തിരഞ്ഞെടുക്കുന്നത് സ്വയമേവയുള്ള DISPLAY പരിസ്ഥിതി സജ്ജീകരണം പ്രവർത്തനക്ഷമമാക്കുന്നു. മൂന്നാം-കക്ഷി X സെർവർ ആവശ്യമാണ്.
pl: Wybór włącza automatyczną konfigurację środowiska DISPLAY. Wymagany jest serwer X innego dostawcy.
pt_br: Selecione para habilitar configuração automática do DISPLAY. É necessário X server de terceiros.
ru: Выбор параметра включает автоматическую настройку среды DISPLAY. Требуется сторонний X-сервер.
si: තේරීමෙන් ස්වයංක්‍රීය දර්ශක පරිසරය පිහිටුවීම සබල කරයි. තෙවන පාර්ශ්ව X සේවාදායකයක් අවශ්‍යයි.
sk: Začiarknutie zapína automatické nastavenie premennej prostredia DISPLAY. Na využitie je ďalej potrebný grafický X server tretej strany.
sv: Genom att välja aktiveras automatisk DISPLAY-miljöinställning. Tredjeparts X-server krävs.
tr: Seçildiğinde otomatik GÖRÜNTÜ ortamı kurulumu etkinleştirilir. Üçüncü parti X sunucusu gerektirir.
uk: Дозволяє автоматичне налаштування оточення DISPLAY. Потрібен сторонній X-сервер.
zh: 选择可启用自动显示环境设置。需要第三方X服务器。

# configurationUIInteroperabilityHeader
source: Interoperability
ca: Interoperativitat
cs: Interoperabilita
da: Interoperabilitet
de: Interoperabilität
eo: Kunfunkciado
es: Interoperatividad
fi: Yhteentoimivuus
fr: Interopérabilité
he: הדדיות
hu: Átjárhatóság
id: Interoperabilitas
ja: 相互運用性
ka: თავსებადობა
ko: 상호운용성
lt: Sąveikumas
ml: പരസ്പര പ്രവർത്തനക്ഷമത
nb: Interoperabilitet
pl: Interoperacyjność
pt_br: Interoperabilidade
ru: Совместимость
sk: Interoperabilita
sv: Interoperabilitet
tr: Birlikte çalışabilirlik
uk: Взаємодія
zh: 互操作性

# configurationUIAutoMountTitle
source: Enabled
ca: Activat
cs: Zapnuto
da: Aktiveret
de: Aktiviert
eo: Ŝaltita
es: Activado
fa: به کار افتاده
fi: Käytössä
fr: Activé
he: מופעל
hu: Engedélyezve
id: Difungsikan
ja: 有効
ka: ჩართულია
ko: 활성화됨
lt: Įjungtas
ml: പ്രവർത്തനക്ഷമമാക്കി
nb: Påskrudd
pl: Włączone
pt_br: Habiltar
ru: Включено
si: සබලයි
sk: Zapnuté
sr: Укључено
sv: Aktiverad
tr: Etkin
uk: Увімкнено
zh: 开启

# configurationUIAutoMountSubtitle
source: Whether the Auto-Mount feature is enabled. This feature allows you to mount Windows drive in WSL.
ca: Indica si el muntatge automàtic està activat. Això permet muntar la unitat amb Windows en el WSL.
cs: Zda zapnout funkci automatického připojování. Ta umožňuje do WSL připojit disk z Windows.
da: Hvor vidt Automonteringsfunktionen er aktiveret. Denne funktion lader dig montere Windows-drev i WSL.
de: Ob die Funktion zum automatischen Einhängen aktiviert ist. Mit dieser Funktion können Sie Windows-Laufwerke in WSL einhängen.
eo: Ĉu aŭtomate surmenti diskojn. Ĉi tiu funkcio ebligas surmetadon de Windows-disko por Windows-Subsistemo por Linux.
es: Indica si la función de montaje automático está activada. Esta función le permite montar la unidad de Windows en WSL.
fi: Onko automaattisen liitoksen ominaisuus käytössä. Tämä mahdollistaa Windows-aseman liittämisen WSL:ssä.
fr: Active le montage automatique. Cette fonctionnalité permet de monter le disque Windows dans WSL.
he: האם יכולת העיגון האוטומטי פעילה. יכולת זו מאפשרת לך לעגן כונן Windows ב־WSL.
hu: Az automatikus csatolás funkció engedélyezve van-e. Ez a funkció lehetővé teszi a Windows-meghajtó csatolását a WSL-ben.
id: Apakah fitur Kait Otomatis difungsikan. Fitur ini memungkinkan Anda mengait drive Windows dalam WSL.
ja: 自動マウント機能が有効になっているかどうか。この機能により、Windows ドライブを WSL にマウントできます。
ko: 자동 마운트 활성화 여부. 이 기능은 Windows 드라이브를 WSL에 마운트 할 수 있도록 해줍니다.
lt: Ar automatinio prijungimo ypatybė yra įjungta. Ši ypatybė leidžia jums prijungti „Windows“ diską WSL posistemėje.
ml: ഓട്ടോ-മൗണ്ട് സവിശേഷത പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടോ എന്ന്. WSL-ൽ വിൻഡോസ് ഡ്രൈവ് മൗണ്ട് ചെയ്യാൻ ഈ സവിശേഷത നിങ്ങളെ അനുവദിക്കുന്നു.
pl: Określa, czy funkcja automatycznego montowania jest włączona. Ta funkcja umożliwia montowanie napędu Windows w WSL.
pt_br: Habilitar o recurso de montagem automática. Esse recurso permite a montagem automática dos drives do Windows no WSL.
ru: Включена ли функция автоматического монтирования. Эта функция позволяет монтировать диск Windows в WSL.
si: ස්වයං සවිය විශේෂාංගය සබල කර තිබේද බව. මෙම විශේෂාංගය ඔබට WSL හි වින්ඩෝස් ධාවකය සවි කිරීමට ඉඩ සලසයි.
sk: Či zapnúť funkciu automatického pripájania. Tá umožňuje do WSL pripojiť disk z Windows.
sv: Huruvida funktion för automatisk montering är aktiverad. Denna funktion låter dig montera lagringsenheten för Windows i WSL.
tr: Otomatik Bağlama özelliğinin etkin olup olmadığı. Bu özellik WSL'de Windows sürücüsünü bağlamanızı sağlar.
uk: Показує чи ввімкнено функцію автоматичного монтування. Ця функція дозволяє монтувати диск Windows у WSL.
zh: 是否启用自动挂载功能。此功能允许您在WSL中挂载Windows drive。

# configurationUIMountFstabSubtitle
source: Whether /etc/fstab will be mounted. This file contains information about the filesystems the system will mount.
ca: Indica si s'ha muntar /etc/fstab. Conté informació sobre els sistemes de fitxers que el sistema muntarà.
cs: Zda bude připojeno podle /etc/fstab. Tento soubor obsahuje informace o souborových systémech, které operační systém připojuje.
da: Hvor vidt /etc/fstab vil blive monteret. Denne fil indeholder information om de filsystemer, systemet vil montere.
de: Ob /etc/fstab eingehängt werden soll. Diese Datei enthält Informationen über die Dateisysteme, die das System einhängen wird.
eo: Ĉu surmeti /etc/fstab. Ĉi tiu dosiero enhavas informojn pri la surmetotaj dosiersistemoj.
es: Si se montará /etc/fstab. Este archivo contiene información sobre los sistemas de archivos que se montarán en el sistema.
fi: Liitetäänkö /etc/fstab. Tämä tiedosto sisältää tietoja tiedostojärjestelmistä, jotka järjestelmä liittää.
fr: Active le montage de /etc/fstab. Ce fichier contient les informations sur le montage des systèmes de fichier.
he: האם ‎/etc/fstab יעוגן. קובץ זה מכיל מידע על מערכות הקבצים שהמערכת תעגן.
hu: Az /etc/fstab fájl csatolva lesz-e. Ez a fájl tartalmazza a rendszer által csatolandó fájlrendszerekre vonatkozó információkat.
id: Apakah /etc/fstab akan dikait. Berkas ini berisi informasi tentang sistem berkas yang akan dikait oleh sistem.
ja: /etc/fstab をマウントするかどうか。このファイルにはファイルシステムのマウントに関する情報が含まれています。
ko: /etc/fstab 마운트 여부. 이 파일은 시스템이 마운트 할 파일시스템에 관한 정보를 담고 있습니다.
lt: Ar bus prijungtas /etc/fstab. Šiame faile yra informacija apie failų sistemas, kurias sistema prijungs.
ml: /etc/fstab മൗണ്ട് ചെയ്യുമോ എന്ന്. കോൺഫിഗറേഷൻ ഫയൽ /etc/fstab അടങ്ങിയിരിക്കുന്നു???
pl: Określa, czy /etc/fstab będzie montowany. Ten plik zawiera informacje o systemach plików do zamontowania przez system.
pt_br: Habilita a montagem do arquivo /etc/fstab. Esse arquivo contém informações sobre os sistemas de arquivos que o sistema irá montar.
ru: Будет ли монтироваться /etc/fstab. Этот файл содержит информацию о файловых системах и параметрах монтирования.
si: /etc/fstab සවිකරනු ලබන්නේද බව. මෙම ගොනුවේ පද්ධතිය සවිකරන ගොනු පද්ධති පිළිබඳව තොරතුරු අඩංගු වේ.
sk: Či bude pripojené podľa /etc/fstab. Tento súbor obsahuje informácie o súborových systémoch, ktoré operačný systém pripája.
sv: Huruvida /etc/fstab kommer att monteras. Denna fil innehåller uppgifter för filsystemen som systemet kommer montera.
tr: etc/fstab dosyasının bağlanıp bağlanmayacağı. Bu dosya, sistemin bağlayacağı dosya sistemleri hakkında bilgi içerir.
uk: Чи монтується /etc/fstab. Цей файл містить інформацію про файлові системи, встановлену систему.
zh: 是否将挂载 /etc/fstab。 该文件包含有关系统将挂载的文件系统的信息。

# setupCompleteTitle
source: Setup complete
ca: Configuració finalitzada
cs: Nastavení dokončena
da: Opsætning gennemført
de: Einrichtung abgeschlossen
eo: Instalado finiĝis
es: Puesta en marcha finalizada
fa: برپایی کامل شد
fi: Asennus valmis
fr: Configuration terminée
he: ההקמה הושלמה
hu: Beállítás befejezve
ja: セットアップが完了しました
ka: მორგება დასრულდა
ko: 설치 완료
lt: Sąranka baigta
ml: സജ്ജീകരണം പൂർത്തിയായി
nb: Oppsett fullført
pl: Konfiguracja zakończona
pt_br: Configuração concluída
ru: Настройка завершена
si: පිහිටුවීම සම්පූර්ණයි
sk: Nastavenie dokončené
sr: Инсталација завршена
sv: Installationen är klar
tr: Kurulum tamamlandı
uk: Встановлення завершено
zh: 安装完成

# setupCompleteHeader
source: Hi {user}, You have completed the setup.
cs: Zdravíme {user}, dokončili jste nastavení.
da: Hej {user}, Du har gennemført opsætningen.
de: Hallo {user}, Sie haben die Einrichtung abgeschlossen.
eo: Saluton {user}, Vi kompletigis la instaladon.
es: Hola, {user}: Ha finalizado la configuración.
fa: درود {user}، برپایی را کامل کردی.
fi: Hei {user}, määritys on nyt valmis.
fr: Salut {user}, Vous avez terminé la configuration.
he: היי {user}, השלמת את ההקמה.
hu: Üdv {user}! Sikeresen elvégezte a beállítást.
ja: こんにちは、{user}さん。 セットアップは完了しました。
ko: {user}님 안녕하세요, 설치가 완료되었습니다.
lt: Sveiki {user}, Jūs užbaigėte sąranką.
ml: ഹായ് {user}, നിങ്ങൾ സജ്ജീകരണം വിജയകരമായി പൂർത്തിയാക്കി.
nb: Hei {user}, Du har fullført oppsettet.
pl: Cześć, {user}! Konfiguracja została zakończona.
pt_br: Olá {user}, Você completou a configuração com sucesso.
ru: Привет, {user}, Вы завершили настройку.
si: ආයුබෝ {user}, ඔබ පිහිටුවීම නිම කර ඇත.
sk: Zdravíme {user}, dokončili ste nastavenie.
sr: Здраво {user}, Завршили сте инсталацију.
sv: Hej {user}, Du har framgångsrikt slutfört installationen.
tr: Merhaba {user}, Kurulumu tamamladınız.
uk: Вітаємо, {user}! Ви завершили встановлення.
zh: 您好，{user}， 您已经成功完成安装。

# setupCompleteUpdate
source: It is suggested to run the following command to update Ubuntu to the latest version:
cs: Doporučujeme spustit následující příkaz a zaktualizovat tak Ubuntu na nejnovější verzi:
da: Det foreslås at køre følgende kommando, for at opdatere Ubuntu til den seneste udgave:
de: Es wird empfohlen, den folgenden Befehl auszuführen, um Ubuntu auf die neueste Version zu aktualisieren:
eo: Ni konsilas vin ruli la jenan komandon por ĝisdatigi Ubuntu al la plej nova versio:
es: Se sugiere ejecutar esta orden para actualizar Ubuntu a la versión más reciente:
fi: On suositeltavaa suorittaa seuraava komento, jotta Ubuntu päivittyy uusimpaan versioon:
fr: Il est conseillé d'exécuter les commandes suivantes afin de conserver Ubuntu à jour :
he: מומלץ להריץ את הפקודה הבאה כדי לעדכן את אובונטו לגרסה העדכנית ביותר:
hu: Javasoljuk, hogy az Ubuntu legújabb verziójára való frissítéséhez futtassa a következő parancsot:
ja: 次のコマンドを実行して、Ubuntu を最新バージョンに更新することをお勧めします。
ko: 아래 명령을 실행하여 우분투를 최신 버전으로 업데이트 하는 것을 제안 드립니다:
lt: Yra rekomenduojama paleisti šią komandą, kad Ubuntu būtų atnaujinta iki naujausios versijos:
ml: ഉബുണ്ടു ഏറ്റവും പുതിയ പതിപ്പിലേക്ക് അപ്‌ഡേറ്റ് ചെയ്യുന്നതിന് ഇനിപ്പറയുന്ന കമാൻഡ് പ്രവർത്തിപ്പിക്കാൻ നിർദ്ദേശിക്കുന്നു:
nb: Det anbefales å kjøre følgende kommando for å oppgradere Ubuntu til nyeste versjon:
pl: Sugerowane jest uruchomienie następującego polecenia, aby zaktualizować system Ubuntu do najnowszej wersji:
pt_br: Recomendamos rodar os seguintes commandos para atualizar o Ubuntu para a última versão:
ru: Чтобы обновить Ubuntu до последней версии, необходимо запустить следующую команду:
si: උබුන්ටු නවතම අනුවාදයට යාවත්කාල කිරීමට පහත විධානය ධාවනයට යෝජනා කෙරේ:
sk: Odporúčame spustiť nasledujúci príkaz a aktualizovať tak Ubuntu na najnovšiu verziu:
sr: Препоручено је покренути следећу команду како би ажурирали Убунту на најновију верзију:
sv: Det föreslås att du kör följande kommando för att uppdatera Ubuntu till den senaste versionen:
tr: Ubuntu'yu en son sürüme güncellemek için aşağıdaki komutu çalıştırmanız önerilir:
uk: Для оновлення Ubuntu до останньої версії рекомендується виконати наступну команду:
zh: 建议运行以下命令来更新 Ubuntu 到最新版本:

# setupCompleteRestart
source: * All settings will take effect after restarting Ubuntu.
ca: * Tots els ajusts s'aplicaran en reiniciar l'Ubuntu.
cs: * Veškerá nastavení se projeví až po restartu Ubuntu.
da: * Alle indstillinger vil træde i kraft, efter genstart af Ubuntu.
de: * Alle Einstellungen werden erst nach einem Neustart von Ubuntu wirksam.
eo: * Ĉiuj agordoj estos efektivaj post restarto de Ubuntu.
es: * Todas las configuraciones surtirán efecto tras reiniciar Ubuntu.
fi: * Kaikki asetukset tulevat voimaan, kun Ubuntu on käynnistetty uudelleen.
fr: * Les changements prendront effet après le redémarrage d'Ubuntu.
he: * כל ההגדרות יחולו לאחר הפעלת אובונטו מחדש.
hu: * Az összes beállítás az Ubuntu újraindítása után lép hatályba.
ja: * すべての設定は Ubuntu を再起動した後に有効になります。
ko: * 모든 설정은 우분투를 다시 시작 후 적용됩니다.
lt: * Visi nustatymai įsigalios po to, kai paleisite Ubuntu iš naujo.
ml: * ഉബുണ്ടു പുനരാരംഭിച്ചതിന് ശേഷം എല്ലാ ക്രമീകരണങ്ങളും പ്രാബല്യത്തിൽ വരും.
pl: * Wszystkie ustawienia zaczną obowiązywać po ponownym uruchomieniu systemu Ubuntu.
pt_br: * Todas as configurações serão aplicadas após reiniciar o Ubuntu.
ru: * Все настройки вступят в силу после перезапуска Ubuntu.
si: * උබුන්ටු යළි ආරම්භයේ දී සියළුම සැකසුම් යෙදෙනු ඇත.
sk: * Všetky nastavenia sa prejavia až po reštarte Ubuntu.
sr: * Сва подешавања ће бити ефективна након поновног покретања Убунтуа.
sv: * Alla inställningar träder i kraft efter omstart av Ubuntu.
tr: * Tüm ayarlar Ubuntu yeniden başlatıldıktan sonra geçerli olacaktır.
uk: * Усі налаштування набудуть чинності після перезапуску Ubuntu.
zh: 所有设置将在 Ubuntu 重新启动后生效。

# windowTitle
source: Ubuntu WSL
fa: اوبونتو WSL
he: אובונטו WSL
ko: 우분투 WSL
ml: ഉബുണ്ടു WSL
nb: Ubuntu i WSL
ne: उबुन्टु WSL
si: උබුන්ටු WSL
sr: Убунту WSL

# finishButton
source: Finish
cs: Dokončit
cy: Gorffen
da: Færdiggør
de: Fertigstellen
eo: Fini
es: Finalizar
fa: پایان
fi: Valmis
fr: Finir
he: סיום
hu: Befejezés
id: Selesai
ja: 完了
ka: დასრულება
ko: 완료
lt: Užbaigti
ml: പൂർത്തിയാക്കുക
nb: Finsk
ne: समाप्त गर्नुहोस्
pl: Zakończ
pt_br: Concluir
ru: Завершить
si: අවසන්
sk: Dokončiť
sr: Заврши
sv: Slutför
tr: Bitir
uk: Завершити
zh: 完成

# advancedSetupMountLocationInvalid
source: The location is invalid
ca: La ubicació no és vàlida
cs: Dané umístění není platné
da: Placeringen er ugyldig
de: Der Ort ist ungültig
eo: La loko ne validas
es: La ubicación no es válida
fa: مکان نامعتبر است
fi: Sijainti on virheellinen
fr: L’emplacement n’est pas valide
he: המיקום שגוי
hu: A hely érvénytelen
id: Lokasi tidak valid
ja: 場所が無効です
ka: მდებარეობა არასწორია
ko: 올바른 위치가 아닙니다
lt: Vieta yra netinkama
ml: ലൊക്കേഷൻ അസാധുവാണ്
ne: स्थान अमान्य छ
pl: Położenie jest nieprawidłowe
pt_br: O local informado é inválido
ru: Недопустимое местоположение
si: ස්ථානය වලංගු නොවේ
sk: Dané umiestnenie nie je platné
sr: Локација није валидна
sv: Platsen är ogiltig
tr: Konum geçersiz
uk: Місце непридатне
zh: 该位置无效

# setupButton
source: Setup
cs: Nastavení
cy: Gosodiadau
da: Indstil
de: Einrichtung
eo: Agordi
es: Puesta en marcha
fa: برپایی
fi: Aseta
fr: Configurer
he: הקמה
hu: Beállítás
id: Siapkan
ja: セットアップ
ka: მორგება
ko: 설치
lt: Sąranka
ml: സജ്ജീകരണം
nb: Innstillinger
ne: सेटअप
pl: Konfiguracja
pt_br: Configurar
ru: Установить
si: පිහිටුවීම
sk: Nastavenia
sr: Инсталација
sv: Ställ in
tr: Kurulum
uk: Встановити
zh: 设置

# profileSetupTitle
source: Profile setup
ca: Configuració del perfil
cs: Nastavení profilu
cy: Gosodiadau proffil
da: Profilopsætning
de: Profileinrichtung
eo: Agordi profilon
es: Preparación del perfil
fa: برپایی نمایه
fi: Profiilin luonti
fr: Configuration du profil
he: הקמת פרופיל
hu: Profil beállítása
id: Penyiapan profil
ja: プロファイルの設定
ka: პროფილის მორგება
ko: 프로필 구성
lt: Profilio sąranka
ml: പ്രൊഫൈൽ സജ്ജീകരണം
nb: Profil innstillinger
ne: प्रोफाइल सेटअप
pl: Konfiguracja profilu
pt_br: Configurar perfil
ru: Настройка профиля
si: පැතිකඩ පිහිටුවීම
sk: Nastavenie profilu
sr: Подешавања профила
sv: Ställ in profil
tr: Profil kurulumu
uk: Налаштування профілю
zh: 配置文件设置

# profileSetupConfirmPasswordHint
source: Confirm your password
ca: Confirmeu la contrasenya
cs: Zopakujte zadání hesla (prevence překlepu)
cy: Cadarnhewch eich cyfrinair
da: Bekræft din adgangskode
de: Bestätigen Sie Ihr Passwort
eo: Konfirmu vian pasvorton
es: Confirme su contraseña
fa: تأیید گذرواژه‌تان
fi: Vahvista salasana
fr: Confirmez votre mot de passe
he: אישור הסיסמה שלך
hu: Jelszó megerősítése
id: Konfirmasikan kata sandi Anda
ja: パスワードをもう一度入力
ka: დაადასტურეთ პაროლი
ko: 암호 확인
lt: Pakartokite slaptažodį
ml: നിങ്ങളുടെ പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
nb: Bekreft passordet ditt
ne: आफ्नो पासवर्ड फेरि टाइप गर्नुहोस्
pl: Potwierdź swoje hasło
pt_br: Confirme a senha
ru: Подтвердите пароль
si: මුරපදය තහවුරු කරන්න
sk: Zopakujte zadanie hesla
sr: Потврдите вашу лозинку
sv: Bekräfta ditt lösenord
tr: Parolanızı doğrulayın
uk: Підтвердити пароль
zh: 确认您的密码

# profileSetupPasswordMismatch
source: The passwords do not match
ca: Les contrasenyes no coincideixen
cs: Do každé z kolonek pro heslo jste napsali něco jiného
cy: Nid yw'r cyfrineiriau yn cyfateb ei gilydd
da: Adgangskoderne stemmer ikke overens
de: Die Passwörter stimmen nicht überein
eo: La pasvortoj ne kongruas
es: Las contraseñas no coinciden
fa: گذرواژه‌ها یکسان نیستند
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
he: הסיסמאות סותרות זו את זו
hu: A jelszavak nem egyeznek
id: Kata sandi tidak cocok
ja: パスワードが一致しません
ka: პაროლები არ ემთხვევა
ko: 암호가 일치하지 않습니다
lt: Slaptažodžiai nesutampa
ml: പാസ്‌വേഡുകൾ പൊരുത്തപ്പെടുന്നില്ല
nb: Passordene samsvarer ikke
ne: पासवर्डहरू मेल खाएनन्
pl: Hasła nie są zgodne
pt_br: As senhas não correspondem
ru: Пароли не совпадают
si: මුරපද නොගැළපේ
sk: Do každej z kolónok pre heslo ste napísali niečo iné
sr: Лозинке се не подударају
sv: Lösenorden stämmer inte överens
tr: Parolalar uyuşmuyor
uk: Паролі не збігаються
zh: 密码不一致

# selectLanguageTitle
source: Select your language
ca: Trieu el vostre idioma
cs: Vyberte svůj jazyk
cy: Dewis eich iaith
da: Vælg dit sprog
de: Wählen Sie Ihre Sprache aus
eo: Elektu vian lingvon
es: Seleccione su idioma
fa: گزینش زبانتان
fi: Valitse kieli
fr: Sélectionnez votre langue
he: נא לבחור את השפה שלך
hu: Nyelv kiválasztása
id: Pilih bahasa Anda
ja: あなたが使う言語を選んでください
ka: აირჩიეთ თქვენი ენა
ko: 언어를 선택하십시오
lt: Pasirinkite kalbą
ml: നിങ്ങളുടെ ഭാഷ തിരഞ്ഞെടുക്കുക
nb: Velg ditt språk
ne: आफ्नो भाषा चयन गर्नुहोस्
pl: Wybierz swój język
pt_br: Selecione seu idioma
ru: Выбрать язык
si: ඔබගේ භාෂාව තෝරන්න
sk: Vyberte si svoj jazyk
sr: Изабери свој језик
sv: Välj ditt språk
tr: Dil seçiniz
uk: Оберіть мову
zh: 选择您的语言

# profileSetupUsernameRequired
source: A username is required
ca: Cal un nom d'usuari
cs: Je třeba vyplnit uživatelské jméno
cy: Mae enw defnyddiwr yn ofynnol
da: Et brugernavn er påkrævet
de: Ein Benutzername ist erforderlich
eo: Salutnomo bezoniĝas
es: Se necesita un nombre de usuario
fa: نام کاربری‌ای لازم است
fi: Käyttäjänimi vaaditaan
fr: Un nom d'utilisateur est requis
he: דרוש שם משתמש
hu: A felhasználónév megadása kötelező
id: Nama pengguna diperlukan
ja: ユーザー名が必要です
ka: მომხმარებლის სახელი აუცილებელია
ko: 사용자 이름이 필요합니다
lt: Reikia nurodyti naudotojo vardą
ml: ഒരു ഉപയോക്തൃനാമം ആവശ്യമാണ്
nb: Brukernavn kreves
ne: एक प्रयोगकर्ता नाम आवश्यक छ
pl: Wymagane jest podanie nazwy użytkownika
pt_br: Nome de usuário é obrigatório
ru: Требуется имя пользователя
si: පරිශ්‍රීලක නාමයක් වුවමනාය
sk: Je potrebné vyplniť používateľské meno
sr: Корисничко име је неопходно
sv: Ett användarnamn krävs
tr: Kullanıcı adı gereklidir
uk: Ім’я користувача - обов'язково
zh: 您必须起一个用户名
