Repository: canonical/ubuntu-desktop-installer
Catalog: packages/ubuntu_desktop_installer/lib/l10n/app_*.arb
Languages: am, es, ga, ml, nb, ne, oc, pl, ru, sk, sr, uk

# chooseSecurityKeyHeader
source: Disk encryption protects your files in case you lose your computer. It requires you to enter a security key each time the computer starts up. Any files outside of {RELEASE} will not be encrypted.
es: El cifrado de disco protege sus archivos en caso de que pierda el equipo. Requiere que introduzca una clave de seguridad cada vez que se inicie el equipo. Los archivos que estén fuera de {RELEASE} no se cifrarán.
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടർ നഷ്‌ടപ്പെട്ടാൽ ഡിസ്‌ക് എൻക്രിപ്ഷൻ നിങ്ങളുടെ ഫയലുകളെ സംരക്ഷിക്കുന്നു. ഓരോ തവണ കമ്പ്യൂട്ടർ ഓണാകുമ്പോഴും നിങ്ങൾ ഒരു സുരക്ഷാ കീ നൽകേണ്ടതുണ്ട്. {RELEASE}-ന് പുറത്തുള്ള ഫയലുകളൊന്നും എൻക്രിപ്റ്റ് ചെയ്യപ്പെടില്ല.
nb: Diskkryptering beskytter filene dine i tilfelle du mister datamaskinen. Det krever at du oppgir en sikkerhetsnøkkel hver gang datamaskinen starter opp. Eventuelle filer utenfor {RELEASE} blir ikke kryptert.
oc: Lo chiframent del disc permet de protegir vòstres fichièrs se per cas perdètz vòstre ordenador. Requerís de picar una clau de seguretat cada còp que l’ordenador s’amòda. Totes los fichièrs en defòra de {RELEASE} seràn pas chifrats.
pl: Szyfrowanie dysku chroni pliki w przypadku utraty komputera. Wymaga ono podania klucza bezpieczeństwa przy każdym uruchomieniu komputera. Wszelkie pliki spoza {RELEASE} nie zostaną zaszyfrowane.
sk: Šifrovanie disku chráni vaše súbory v prípade straty počítača. Vyžaduje, aby ste pri každom spustení počítača zadali bezpečnostný kľúč. Žiadne súbory mimo {RELEASE} nebudú zašifrované.
uk: Шифрування диска захищає ваші файли на випадок втрати комп'ютера. Воно вимагає введення ключа безпеки під час кожного запуску комп'ютера. Будь-які файли за межами {RELEASE} не будуть зашифровані.

# installationTypeZFSSelected
source: ZFS selected
es: ZFS seleccionado
ml: ZFS തിരഞ്ഞെടുത്തു
nb: ZFS valgt
oc: ZFS seleccionat
pl: Wybrano ZFS
sk: Vybrané ZFS
uk: Обрано ZFS

# installationTypeReinstall
source: Erase {os} and reinstall
es: Borrar {os} y reinstalar
ml: {os} മായ്ച്ച് വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്യുക
nb: Slett og formatere {os} og reinstallere
oc: Escafar {os} e reinstallar
pl: Wymaż {os} i zainstaluj ponownie
ru: Удалить {os} и переустановить
sk: Vymazať {os} a preinštalovať
uk: Видалити {os} і встановити заново

# installationTypeReinstallWarning
source: <font color="{color}">Warning:</font> This will delete all your {os} programs, documents, photos, music, and any other files.
es: <font color="{color}">Advertencia:</font> Esto eliminará todos sus programas , documentos, fotos, música y cualquier otro archivo de {os}.
ml: <font color="{color}">മുന്നറിയിപ്പ്:</font> ഇത് നിങ്ങളുടെ എല്ലാ {os} പ്രോഗ്രാമുകളും ഡോക്യുമെന്റുകളും ഫോട്ടോകളും സംഗീതവും മറ്റേതെങ്കിലും ഫയലുകളും ഇല്ലാതാക്കും.
nb: <font color="{color}">Advarsel:</font> Dette vil slette alle dine {os}-programmer, dokumenter, bilder, musikk og andre filer.
oc: <font color="{color}">Avertiment :</font> aquò suprimirà totes vòstres programas {os}, documents, fòtos e autres fichièrs.
pl: <font color="{color}">Ostrzeżenie:</font> spowoduje to usunięcie wszystkich programów {os}, dokumentów, zdjęć, muzyki i wszelkich innych plików.
ru: <font color="{color}">Внимание:</font> При этом будут удалены все имевшиеся в {os} программы, документы, фото, музыка и другие файлы.
sk: <font color="{color}">UPOZORNENIE:</font> Týmto zmažete všetky aplikácie, dokumenty, fotky, hudbu a všetky ostatné súbory, nachádzajúce sa v rámci {os}.
uk: <font color="{color}">Попередження:</font> це призведе до видалення всіх ваших {os} програм, документів, фотографій, музики та будь-яких інших файлів.

# installationTypeEncrypt
source: Encrypt the new {RELEASE} installation for security
es: Cifrar la nueva instalación de {RELEASE} para mayor seguridad
ml: സുരക്ഷയ്ക്കായി പുതിയ {RELEASE} ഇൻസ്റ്റാളേഷൻ എൻക്രിപ്റ്റ് ചെയ്യുക
nb: Kryptere nye {RELEASE} installasjon for sikkerhet
oc: Chifrar l’installacion de {RELEASE} novèla per la seguretat
pl: Zaszyfruj nową instalację {RELEASE} dla bezpieczeństwa
sk: Zabezpečiť novú inštaláciu {RELEASE} šifrovaním
uk: Зашифрувати нову установку {RELEASE} для безпеки

# installationTypeEncryptInfo
source: You will choose a security key in the next step.
es: Elegirá una clave de seguridad en el siguiente paso.
ml: അടുത്ത ഘട്ടത്തിൽ നിങ്ങൾ ഒരു സുരക്ഷാ കീ തിരഞ്ഞെടുക്കും.
nb: Du velger en sikkerhetsnøkkel i neste trinn.
oc: Causiretz una clau de seguretat a l’etapa seguenta.
pl: Klucz bezpieczeństwa zostanie wybrany w następnym kroku.
sk: V nasledujúcom kroku si zvolíte bezpečnostný kľúč.
uk: Ключ захисту можна буде вибрати на наступному кроці.

# installationTypeZFS
source: EXPERIMENTAL: Erase disk and use ZFS
es: EXPERIMENTAL: Borrar disco y usar ZFS
ml: പരീക്ഷണാത്മകം: ഡിസ്ക് മായ്ച്ച് ZFS ഉപയോഗിക്കുക
nb: EKSPERIMENTELL: Slett disk og bruk ZFS
oc: EXPERIMENTAL : escafar lo disc e utilizar ZFS
pl: EKSPERYMENTALNE: wymaż dysk i użyj ZFS
ru: ЭКСПЕРИМЕНТАЛЬНОЕ: Стереть диск и использовать ZFS
sk: EXPERIMENTÁLNE: Vymazať disk a použiť súborový systém ZFS
uk: ЕКСПЕРИМЕНТАЛЬНО: Витерти диск і скористатися ZFS

# installationTypeAlongside
source: Install {product} alongside {os}
es: Instalar {product} junto a {os}
ml: {os} എന്നതിനൊപ്പം {product} ഇൻസ്റ്റാൾ ചെയ്യുക
nb: Installer {product} ved siden av {os}
oc: Installar {product} al costat de {os}
pl: Zainstaluj {product} obok {os}
ru: Установить {product} вместе с {os}
sk: Nainštalovať {product} vedľa {os}
uk: Встановити {product} поряд з {os}

# selectGuidedStorageDropdownLabel
source: Select drive:
es: Seleccionar la unidad:
ml: ഡ്രൈവ് തിരഞ്ഞെടുക്കുക:
nb: Velg diskstasjon:
oc: Seleccionatz lo disc :
pl: Wybierz napęd:
ru: Выберите диск:
sk: Vyberte jednotku:
uk: Оберіть диск:

# selectGuidedStorageInfoLabel
source: The entire disk will be used:
es: Se utilizará todo el disco:
ml: മുഴുവൻ ഡിസ്കും ഉപയോഗിക്കും:
nb: Hele disken vil bli brukt:
oc: Lo disc entièr serà utilizat :
pl: Zostanie użyta cała powierzchnia dysku:
ru: Диск будет использован целиком:
sk: Bude použitý celý disk:
uk: Буде використано весь диск:

# installationTypeManualInfo
source: You can create or resize partitions yourself, or choose multiple partitions for {DISTRO}
es: Puede crear o cambiar el tamaño de las particiones manualmente, o elegir varias particiones para {DISTRO}
ml: നിങ്ങൾക്ക് സ്വയം പാർട്ടീഷനുകൾ സൃഷ്ടിക്കുകയോ വലുപ്പം മാറ്റുകയോ ചെയ്യാം, അല്ലെങ്കിൽ {DISTRO}-നായി ഒന്നിലധികം പാർട്ടീഷനുകൾ തിരഞ്ഞെടുക്കാം
nb: Du kan opprette eller endre størrelse på partisjoner selv, eller velge flere partisjoner for {DISTRO}
oc: Podètz crear o retalhar las particions vos meteis, o causir mantuna particion per {DISTRO}
pl: Możesz samodzielnie utworzyć lub zmienić rozmiar partycji lub wybrać wiele partycji dla {DISTRO}
ru: Вы можете создать или изменить разделы самостоятельно, или выбрать для {DISTRO} несколько разделов
sk: Je možné ručne vytvoriť alebo zmeniť veľkosť oddielov, alebo pre inštaláciu {DISTRO} zvoliť viacero oddielov
uk: Ви можете створити або змінити розмір розділів самостійно, або вибрати кілька розділів для {DISTRO}

# selectGuidedStoragePageTitle
source: Erase disk and install {DISTRO}
es: Borrar el disco e instalar {DISTRO}
ml: ഡിസ്ക് മായ്ച്ച് {DISTRO} ഇൻസ്റ്റാൾ ചെയ്യുക
nb: Slett disk og installer {DISTRO}
oc: Escafar lo disc e installar {DISTRO}
pl: Wymaż dysk i zainstaluj {DISTRO}
ru: Стереть диск и установить {DISTRO}
sk: Vymazať disk a nainštalovať {DISTRO}
uk: Стерти диск і встановити {DISTRO}

# installAlongsideAvailable
source: Available:
es: Disponible:
nb: Tilgjengelig:
oc: Disponible :
sk: K dispozícii:
uk: Вільно:

# allocateDiskSpace
source: Manual partitioning
es: Particionamiento manual
ml: ഡിസ്ക് സ്പേസ് നിയോഗിക്കുക
nb: Tildel diskplass
oc: Particionament manual
pl: Przydziel miejsce na dysku
sk: Ručné rozdelenie
uk: Виділити дисковий простір

# diskHeadersDevice
source: Device
es: Dispositivo
ml: ഉപകരണം
nb: Enhet
oc: Disc
pl: Urządzenie
ru: Устройство
sk: Zariadenie
uk: Пристрій

# installAlongsideResizePartition
source: Resize partition
es: Redimensionar partición
nb: Endre størrelse på partisjon
oc: Redimensionar la particion
sk: Zmeniť veľkosť oddielu
uk: Змінити розмір розділу

# installAlongsideAllocateSpace
source: Allocate space
es: Asignar espacio
nb: Tildel plass
oc: Alogar l’espaci
sk: Prideliť priestor
uk: Виділити простір

# installAlongsideFiles
source: Files
es: Archivos
nb: Filer
oc: Fichièrs
sk: Súbory
uk: Файли

# diskHeadersSystem
source: System
es: Sistema
ml: സിസ്റ്റം
oc: Sistèma
ru: Система
sk: Systém
uk: Система

# diskHeadersFormat
source: Format
es: Formato
ml: ഫോർമാറ്റ്
oc: Formatar
pl: Formatowanie
sk: Formátovať
uk: Формат

# partitionTypeLabel
source: Type for the new partition:
es: Tipo de la partición nueva:
ml: പുതിയ പാർട്ടീഷന്റെ തരം:
nb: Type for ny partisjon:
oc: Tipe per la particion novèla :
pl: Typ nowej partycji:
ru: Тип нового раздела:
sk: Zadajte typ pre nový oddiel:
uk: Тип нового розділу:

# partitionFormatFat16
source: FAT16 file system
ml: FAT16 ഫയൽ സിസ്റ്റം
pl: System plików FAT16
ru: Файловая система FAT16
sk: Súborový systém FAT16

# whoAreYouPageComputerNameLabel
source: Your computer's name
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടറിന്റെ പേര്
pl: Nazwa tego komputera
ru: Имя компьютера
sk: Názov pre váš počítač

# whoAreYouPageTitle
source: Set up your account
ml: നിങ്ങൾ ആരാണ്?
pl: Kim jesteś?
ru: Кто вы?
sk: Nastavenie vášho účtu

# whoAreYouPageAutoLogin
source: Log in automatically
ml: സ്വയമേവ ലോഗിൻ ചെയ്യുക
pl: Automatyczne logowanie
sk: Prihlásiť sa automaticky

# whoAreYouPageRequirePassword
source: Require my password to log in
ml: ലോഗിൻ ചെയ്യാൻ എന്റെ പാസ്‌വേഡ് ആവശ്യപ്പെടുക
pl: Wymaganie hasła do zalogowania
sk: Pri prihlasovaní sa vyžadovať heslo

# whoAreYouPageRealNameRequired
source: A name is required
ml: ഒരു പേര് ആവശ്യമാണ്
pl: Wymagane jest podanie imienia i nazwiska
sk: Je potrebné zadať meno

# whoAreYouPageUsernameInUse
source: That user name already exists.
sk: Také používateľské meno už existuje.

# whoAreYouPageUsernameSystemReserved
source: That name is reserved for system usage.
sk: Také meno je rezervované pre využitie systémom.

# whoAreYouPageUsernameInvalidChars
source: That name contains invalid characters.
sk: Také meno obsahuje neplatné znaky.

# whoAreYouPagePasswordLabel
source: Choose a password
ml: ഒരു പാസ്വേഡ് തിരഞ്ഞെടുക്കുക
pl: Wybierz hasło
ru: Выберите пароль
sk: Vyberte si heslo

# chooseYourLookPageLightSetting
source: Light
ml: വെളിച്ചം
pl: Jasny
ru: Светлый
sk: Svetlý

# restartWarning
source: You can continue testing {RELEASE} now, but until you restart the computer, any changes you make or documents you save will not be preserved.
es: Puede continuar probando {RELEASE} ahora, pero hasta que reinicie el equipo, los cambios que realice o los documentos que guarde no se conservarán.
nb: Du kan fortsette å teste {RELEASE}, men før du starter datamaskinen på ny vil ingen endringer du gjør eller dokumenter du lagrer bevares.
oc: Podètz téner d’ensajar {RELEASE} ara, mas fins que reavietz l’ordenador, tota modificacion o document que creatz serà pas servat.
sk: Teraz môžete pokračovať v skúšaní {RELEASE}, ale pokiaľ počítač nereštartujete, všetky vykonané zmeny alebo vytvorené dokumenty nebudú zachované.

source: Continue testing
es: Continuar probando
nb: Fortsett testingen
oc: Contunhar d’ensajar
sk: Pokračovať v skúšaní

source: Restart into Windows
es: Reiniciar en Windows
ml: വിന്ഡോസിലേക്ക് പുനരാരംഭിക്കുക
nb: Omstart til Windows
oc: Reaviar jos Windows
pl: Uruchom ponownie Windows
sk: Reštartovať do Windows
uk: Перезавантажити в Windows

# installingSystem
source: Installing the system…
es: Instalando el sistema…
nb: Installerer systemet …
oc: Installacion del sistèma…
sk: Inštalácia systému…
uk: Встановлення системи…

# chooseSecurityKeyWarning
source: <font color="{color}">Warning:</font> If you lose this security key, all data will be lost. If you need to, write down your key and keep it in a safe place elsewhere.
es: <font color="{color}">Advertencia:</font> Si pierde esta clave de seguridad, se perderán todos los datos. Si lo necesita, anote su clave y guárdela en un lugar seguro en algún otro sitio.
ml: <font color="{color}">മുന്നറിയിപ്പ്</font>: ഈ സുരക്ഷാ കീ നഷ്‌ടപ്പെടുകയാണെങ്കിൽ, എല്ലാ ഡാറ്റയും നഷ്‌ടമാകും. നിങ്ങൾക്ക് വേണമെങ്കിൽ, നിങ്ങളുടെ കീ എഴുതി മറ്റെവിടെയെങ്കിലും സുരക്ഷിതമായ സ്ഥലത്ത് സൂക്ഷിക്കുക.
nb: <font color="{color}">Advarsel</font>: Hvis du mister denne sikkerhetsnøkkelen, vil alle data gå tapt. Hvis du trenger det, skriv ned nøkkelen og oppbevar den på et trygt sted et annet sted.
oc: <font color="{color}">Avertiment :</font> se perdètz aquesta clau de seguretat, totas las donadas seràn perdudas. Se cal, escrivètz vòstra clau e gardatz-la dins un endrech dins un lòc segur.
pl: <font color="{color}">Ostrzeżenie</font>: jeśli zgubisz ten klucz bezpieczeństwa, wszystkie dane zostaną utracone. Jeżeli potrzebujesz, zapisz swój klucz i przechowuj go w bezpiecznym miejscu gdzie indziej.
sk: <font color="{color}">UPOZORNENIE:</font> Pokiaľ tento bezpečnostný kľúč zabudnete, k svojim dátam sa už nedostanete. Ak vám to pomôže, bezpečnostný kľúč si zapíšte na papier a ten si bezpečne uložte niekam mimo počítača.
uk: <font color="{color}">Попередження</font>: якщо ви втратите цей ключ безпеки, всі дані будуть втрачені. У разі необхідності, запишіть свій ключ і зберігайте його в безпечному місці.

# partitionFormatNone
source: Leave unformatted
es: Dejar sin formatear
nb: Levn uformatert
oc: utilizar pas la particion
sk: Ponechať nenaformátované

# partitionErase
source: Format the partition
es: Formatear la partición
ml: പാർട്ടീഷൻ ഫോർമാറ്റ് ചെയ്യുക
nb: Formater partisjonen
oc: Formatar la particion
pl: Sformatuj partycję
ru: Форматировать раздел
sk: Naformátovať oddiel
uk: Відформатувати розділ

# whoAreYouPageComputerNameInfo
source: The name it uses when it talks to other computers.
ml: മറ്റ് കമ്പ്യൂട്ടറുകളുമായി സംസാരിക്കുമ്പോൾ അത് ഉപയോഗിക്കുന്ന പേര്.
pl: Określa nazwę komputera używaną podczas komunikacji z innymi komputerami.
sk: Tento názov slúži pri komunikácii s ostatnými počítačmi.

# whoAreYouPageUsernameRequired
source: A username is required
ml: ഒരു യൂസർനെയിം ആവശ്യമാണ്
pl: Wymagane jest podanie nazwy użytkownika
ru: Необходимо имя пользователя
sk: Je potrebné zadať používateľské meno

# whoAreYouPageInvalidUsername
source: The username is invalid
ml: യൂസർനെയിം അസാധുവാണ്
pl: Nazwa użytkownika jest nieprawidłowa
sk: Zadané používateľské meno nie je možné použiť

# whoAreYouPagePasswordRequired
source: A password is required
ml: ഒരു പാസ്‌വേഡ് ആവശ്യമാണ്
pl: Wymagane jest podanie hasła
ru: Необходим пароль
sk: Je potrebné zadať heslo

# whoAreYouPageConfirmPasswordLabel
source: Confirm your password
ml: നിങ്ങളുടെ പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
pl: Potwierdź swoje hasło
ru: Подтвердите пароль
sk: Zopakujte zadanie hesla

# whoAreYouPagePasswordMismatch
source: The passwords do not match
ml: പാസ്‌വേഡുകൾ പൊരുത്തപ്പെടുന്നില്ല
pl: Hasła nie są zgodne
ru: Пароли не совпадают
sk: Do každej z kolónok pre heslo ste napísali niečo iné

# writeChangesToDisk
source: Ready to install
es: Listo para instalar
ml: ഡിസ്കിൽ മാറ്റങ്ങൾ എഴുതുക
nb: Skriv endringer til disk
oc: Lèst per installacion
pl: Zapisz zmiany na dysku
ru: Записать изменения на диск
sk: Pripravené na inštaláciu
uk: Записати зміни на диск

# preparingUbuntu
source: Preparing {DISTRO}...
es: Preparando la {DISTRO}...
oc: Preparacion de {DISTRO}...
sk: Pripravuje sa {DISTRO}…

# keyboardLayoutPageTitle
source: Keyboard layout
am: የፊደል ገበታ አቀማመጥ
es: Distribución del teclado
ga: Leagan amach méarchláir
ml: കീബോർഡിന്റെ ക്രമീകരണം
nb: Tastaturoppsett
oc: Agençament del clavièr
pl: Układ klawiatury
ru: Раскладка клавиатуры
sk: Rozloženie klávesnice
sr: Распоред тастатуре
uk: Розкладка клавіатури

# detectLayout
source: Detect keyboard layout
am: የፊደል ገበታ አዘገጃጀቱን በመፈለግ ላይ
es: Detectar la distribución del teclado
ga: Aimsigh leagan amach an méarchláir
ml: കീബോർഡിന്റെ ക്രമീകരണം കണ്ടുപിടിക്കുക
nb: Finn tastaturoppsett
oc: Detectar l’agençament del clavièr
pl: Wykryj układ klawiatury
ru: Определить раскладку клавиатуры
sk: Zistiť rozloženie klávesnice
sr: Откриј распоред тастатуре
uk: Визначити розкладку клавіатури

source: Choose your keyboard layout:
am: የፊደል ገበታ ማዘጋጃ ይምረጡ :
es: Elija la distribución del teclado:
ga: Roghnaigh leagan amach do mhéarchláir:
ml: നിങ്ങളുടെ കീബോർഡിന്റെ ക്രമീകരണം തിരഞ്ഞെടുക്കുക:
nb: Velg tastaturoppsettet ditt:
oc: Indicatz l’agençament del clavièr :
pl: Wybierz układ klawiatury:
ru: Выберите раскладку клавиатуры:
sk: Vyberte si rozloženie klávesnice:
sr: Изаберите ваш распоред тастатуре:
uk: Оберіть розкладку клавіатури:

# typeToTest
source: Type here to test your keyboard
am: የፊደል ገበታውን ለመሞከር እዚህ ይጻፉ
es: Escriba aquí para probar el teclado
ga: Scríobh anseo chun do mhéarchlár a tástáil
ml: നിങ്ങളുടെ കീബോർഡ് പരിശോധിക്കാൻ ഇവിടെ ടൈപ്പ് ചെയ്യുക
nb: Skriv her for å teste tastaturet
oc: Picatz de tèxt aquí per ensajar lo clavièr
pl: Tutaj można wpisywać znaki, aby przetestować klawiaturę
ru: Введите здесь, чтобы проверить свою клавиатуру
sk: Správne fungovanie rozloženia si môžete vyskúšať tu
sr: Куцајте овде како би испробали вашу тастатуру
uk: Введіть що-небудь, щоб перевірити клавіатуру

# installationTypeManual
source: Manual partitioning
es: Partición manual
ml: വേറെ എന്തെങ്കിലും
nb: Noe annet
oc: Particionament manual
pl: Coś innego
sk: Ručné rozdelenie na oddiely
uk: Щось інше

# detectButtonText
source: Detect
es: Detectar
oc: Detectar
sk: Zistiť

# installDriversSubtitle
source: These drivers are subject to license terms included with their documentation. They are proprietary.
es: Estos controladores están sujetos a los términos de licencia incluidos en su documentación. Son privativos.
nb: Disse driverrutinene har lisensvilkår som er å finne i dokumentasjonen av dem. De er ufrie.
oc: Aquestes pilòts son someses a de licéncias que son inclusas dins lor documentacion. Son proprietaris.
sk: Tieto ovládače sú predmetom licenčných dojednaní obsiahnutých v dokumentácii k nim. Sú proprietárne.
uk: Ці драйвери підпадають під дію ліцензійних умов, включених до їх документації. Вони є пропрієтарними..

# installCodecsTitle
source: Download and install support for additional media formats
es: Descarga e instala un soporte para formatos multimedia adicionales
nb: Last ned og installer støtte for ytterligere mediaformater
oc: Telecargar e installar la presa en carga addicionala pels formats multimèdia
sk: Stiahnuť a nainštalovať podporu pre ďalšie formáty médií
uk: Встановити підтримку додаткових медіа-форматів

# installCodecsSubtitle
source: This software is subject to license terms included with its documentation. Some are proprietary.
es: Este software está sujeto a los términos de licencia incluidos en su documentación. Algunos son privativos.
nb: Denne programvaren har lisensvilkår som er å finnen i dokumentasjonen av den. Noen av dem er ufrie.
oc: Aqueste logicial es somés a de tèrmes de licéncia incluses dins sa documentacion. Certans son proprietaris.
sk: Tento softvér je predmetom licenčných dojednaní obsiahnutých v dokumentácii k nemu. Niektoré sú proprietárne.
uk: На це програмне забезпечення поширюються ліцензійні умови, що додаються до його документації. Деякі з них є пропрієтарними.

# chooseSecurityKeyHint
source: Choose a security key
es: Elija una clave de seguridad
ml: ഒരു സുരക്ഷാ കീ തിരഞ്ഞെടുക്കുക
nb: Velg en sikkerhetsnøkkel
oc: Causissètz una clau de seguretat
pl: Wybierz klucz bezpieczeństwa
ru: Выберите ключ безопасности
sk: Vyberte si bezpečnostný kľúč
uk: Оберіть ключ безпеки

source: Keyboard variant:
es: Variante del teclado:
oc: Varianta del clavièr :
sk: Variant klávesnice:

# installationTypeAlongsideInfo
source: Documents, music, and other other personal files will be kept. You can choose which operating system you want each time the computer starts up.
es: Se conservarán los documentos, la música y otros archivos personales. Puede elegir qué sistema operativo quiere iniciar cada vez que arranque el equipo.
ml: പ്രമാണങ്ങളും സംഗീതവും മറ്റ് സ്വകാര്യ ഫയലുകളും സൂക്ഷിക്കും. ഓരോ തവണ കമ്പ്യൂട്ടർ ഓണാകുമ്പോഴും ഏത് ഓപ്പറേറ്റിംഗ് സിസ്റ്റം വേണമെന്ന് നിങ്ങൾക്ക് തിരഞ്ഞെടുക്കാം.
nb: Dokumenter, musikk og andre personlige filer vil bli oppbevart. Du kan velge hvilket operativsystem du vil ha hver gang datamaskinen starter opp.
oc: Los documents, la musica e los autres fichièrs personals seràn gardats. Podètz causir quin sistèma operatiu volètz cada que l’ordenador s’aluca.
pl: Dokumenty, muzyka i inne pliki osobiste zostaną zachowane. Przy każdym uruchomieniu komputera można wybrać system operacyjny, który ma być używany.
ru: Документы, музыка и другие личные файлы будут сохранены. Вы сможете выбрать нужную операционную систему для загрузки при каждом запуске компьютера.
sk: Dokumenty, hudba a ostatné osobné súbory zostanú zachované. Zakaždým, keď počítač spustíte z vypnutého stavu, budete si môcť zvoliť ktorý operačný systém spustiť.
uk: Документи, музика та інші особисті файли будуть збережені. Ви можете вибрати, яку операційну систему ви бажаєте використовувати при кожному запуску комп'ютера.

# installAlongsideHiddenPartitions
source: {num} smaller partitions are hidden, use the <a href="{url}">advanced partitioning tool</a> for more control
es: {num} particiones más pequeñas están ocultas, use la <a href="{url}">herramienta de partición avanzada</a> para un mayor control
nb: {num} mindre partisjoner er skjult, bruk <a href="{url}">avansert partisjoneringsverktøy</a> for mer kontroll
oc: {num} particions mai pichonas son rescondudas, utilizatz <a href="{url}">l’aisinas de particionament avançat</a> per mai de contròla
sk: {num} menších oddielov je skrytých. Pokiaľ potrebujete mať nad procesom viac kontroly, použite <a href="{url}">nástroj pre pokročilú správu oddielov</a>
uk: {num} менших розділів приховано, скористайтеся <a href="{url}">розширеним інструментом розбиття на розділи</a> для більшого контролю

# activeDirectoryDomainStartHyphen
source: Starts with a hyphen (-)
es: Empieza por guión (-)
nb: Starter med bindestrek (-)
oc: Comença per un jonhent (-)
sk: Začína na spojovník/pomlčku (-)

# activeDirectoryAdminInvalidChars
source: Invalid characters
es: Caracteres incorrectos
nb: Ugyldige tegn
oc: Caractèrs invalids
sk: Neplatné znaky

# activeDirectoryErrorTitle
source: Error configuring connection to Active Directory
es: Error al configurar la conexión con Active Directory
nb: Kunne ikke sette opp tilkobling til Active Directory
oc: Error en configurant la connexion a l’Active Directory
sk: Chyba pri konfigurácii pripojenia k Active Directory

# activeDirectoryErrorMessage
source: Sorry, Active Directory can't be set up at the moment. Once your system is up and running, visit <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> for help.
es: Lo sentimos, Active Directory no se puede configurar en este momento. Una vez que el sistema esté en funcionamiento, visite <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> para obtener ayuda.
nb: Active Directory kan ikke settes opp for øyeblikket. Når systemet er oppe og går kan du besøke <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> for hjelp.
oc: O planhèm, se pòt pas configurar Active Directory pel moment. Un còp lo sistèma operacional, consultatz <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a> per d’ajuda.
sk: Je nám ľúto, v tejto chvíli sa nedarí nastaviť službu Active Directory. Po spustení systému navštívte stránku <a href="https://help.ubuntu.com/activedirectory">help.ubuntu.com/activedirectory</a>, kde získate ďalšie informácie.

# writeChangesDevicesTitle
source: Devices
es: Dispositivos
oc: Periferics
sk: Zariadenia

# writeChangesPartitionsTitle
source: Partitions
es: Particiones
oc: Particions
sk: Oddiely
