Repository: canonical/ubuntu-desktop-installer
Catalog: packages/ubuntu_desktop_installer/lib/l10n/app_*.arb
Languages: am, es, ga, ml, nb, ne, oc, pl, ru, sk, sr, uk

# selectWifiNetwork
source: Connect to a Wi-Fi network
es: Conectarse a una red Wi-Fi
ml: ഒരു Wi-Fi നെറ്റ്‌വർക്കിലേക്ക് ബന്ധിപ്പിക്കുക
nb: Koble til et trådløs nettverk
oc: Se connectar a un ret Wifi
pl: Połącz się z siecią Wi-Fi
ru: Подключиться сети Wi-Fi
sk: Pripojiť sa k Wi-Fi sieti
uk: Підключитися до Wi-Fi мережі

# connectButtonText
source: Connect
es: Conectar
ml: ബന്ധിപ്പിക്കുക
nb: Tilkoble
oc: Se connectar
pl: Połącz
sk: Pripojiť
uk: З'єднатися

# updatesOtherSoftwarePageTitle
source: Applications and updates
es: Aplicaciones y actualizaciones
ml: അപ്ഡേറ്റുകളും മറ്റ് സോഫ്റ്റ്വെയറുകളും
nb: Oppdateringer og annet programvare
oc: Aplicacions e mesas a jorn
pl: Aktualizacje i inne oprogramowanie
sk: Aplikácie a aktualizácie
uk: Оновлення та інше програмне забезпечення

# updatesOtherSoftwarePageDescription
source: What apps would you like to install to start with?
es: ¿Qué aplicaciones le gustaría instalar para comenzar?
ml: ആരംഭിക്കുന്നതിന് ഏതൊക്കെ ആപ്പുകളാണ് നിങ്ങൾ ഇൻസ്റ്റാൾ ചെയ്യാൻ ആഗ്രഹിക്കുന്നത്?
nb: Hvilke apper vil du installere til å begynne med?
oc: Quinas aplicacions volètz installar per començar ?
pl: Jakie programy chcesz zainstalować na początek?
sk: Ktoré aplikácie chcete mať ihneď od začiatku nainštalované?
uk: Які програми ви хотіли б встановити для початку?

# normalInstallationTitle
source: Normal installation
es: Instalación normal
ml: സാധാരണ ഇൻസ്റ്റലേഷൻ
nb: Normal installasjon
oc: Installacion normala
pl: Instalacja normalna
ru: Обычная установка
sk: Normálna inštalácia
uk: Звичайна установка

# diskHeadersMountPoint
source: Mount point
es: Punto de montaje
ml: മൗണ്ട് പോയിന്റ്
nb: Monteringspunkt
oc: Punt de montatge
pl: Punkt montowania
ru: Точка монтирования
sk: Prípojný bod
uk: Точка монтування

source: New partition table
es: Nueva tabla de particiones
ml: പുതിയ പാർട്ടീഷൻ ടേബിൾ
nb: Ny partisjonstabell
oc: Taula de particion novèla
pl: Nowa tablica partycji
sk: Nová tabuľka rozdelenia na oddiely
uk: Нова таблиця розділів

# turnOffRSTTitle
source: Turn off RST to continue
es: Desactive RST para continuar
oc: Desactivatz lo RST per contunhar
sk: Aby bolo možné pokračovať, vypnite RST

source: Show security key
es: Mostrar la clave de seguridad
nb: Vis sikkerhetsnøkkel
oc: Mostrar la clau de seguretat
sk: Zobraziť kľúč zabezpečenia
uk: Показати ключ безпеки

# connectToInternetPageTitle
source: Connect to a network
es: Conectarse a una red
ml: ഇന്റർനെറ്റ് ആയിട്ട് ബന്ധിപ്പിക്കുക
nb: Koble til internett
oc: Se connectar a un ret
pl: Połącz się z Internetem
sk: Pripojiť sa k sieti
uk: Підключитись до інтернету

source: Use wired connection
es: Utilizar conexión por cable
ml: വയർഡ് കണക്ഷൻ ഉപയോഗിക്കുക
nb: Bruk kablet nettverktilkobling
oc: Utilizar una connexion filara
pl: Użyj połączenia przewodowego
sk: Použiť káblové pripojenie
uk: Використовувати дротове підключення

# noWiredConnection
source: No wired connection detected
es: No se ha detectado una conexión por cable
ml: വയർഡ് കണക്ഷനൊന്നും കണ്ടെത്തിയില്ല
nb: Ingen kablet tilkobling er oppdaget
oc: Cap de connexion filara pas detectada
pl: Nie wykryto połączenia przewodowego
sk: Nezistené žiadne káblové pripojenie
uk: Дротового підключення не виявлено

# wiredDisabled
source: Wired connection is turned off
es: La conexión por cable está desactivada
ml: വയർഡ് കണക്ഷൻ ഓഫ് ചെയ്തിരിക്കുകയാണ്
nb: Kablet tilkobling er slått av
oc: La connexion filara es desactivada
pl: Połączenie przewodowe jest wyłączone
sk: Káblové pripojenie je vypnuté
uk: Дротове підключення вимкнено

# hiddenWifiNetworkNameRequired
source: A network name is required
es: Se requiere un nombre de red
nb: En nettverksnavn er påkrevd
oc: Un nom de ret es requerit
ru: Укажите название сети
sk: Vyžaduje sa názov siete
uk: Необхідно вказати назву мережі

source: Wireless networking disabled
es: Red inalámbrica desactivada
ml: വയർലെസ് നെറ്റ്‌വർക്കിംഗ് പ്രവർത്തനരഹിതമാക്കി
nb: Trådløs nettverk er deaktivert
oc: Lo ret sens fial es desactivat
pl: Sieć bezprzewodowa wyłączona
ru: Беспроводная сеть отключена
sk: Bezdrôtové pripojenie je vypnuté
uk: Бездротове підключення вимкнено

source: No Wi-Fi devices detected
es: No se han detectado dispositivos Wi-Fi
ml: Wi-Fi ഉപകരണങ്ങളൊന്നും കണ്ടെത്തിയില്ല
nb: Ingen trådløs enheter er oppdaget
oc: Cap de periferic Wifi pas detectat
pl: Nie wykryto urządzeń Wi-Fi
ru: Устройства Wi-Fi не обнаружены
sk: Nezistili sa žiadne zariadenia Wi-Fi
uk: Не знайдено жодного Wi-Fi пристрою

# wifiMustBeEnabled
source: To use Wi-Fi on this computer, wireless networking must be enabled
es: Para utilizar Wi-Fi en este equipo, la red inalámbrica debe estar activada
ml: ഈ കമ്പ്യൂട്ടറിൽ Wi-Fi ഉപയോഗിക്കുന്നതിന്, വയർലെസ് നെറ്റ്‌വർക്കിംഗ് പ്രവർത്തനക്ഷമമാക്കിയിരിക്കണം
nb: For å bruke Wi-Fi på denne datamaskinen, må trådløst nettverk være aktivert
oc: Per utilizar lo Wifi sus aqueste ordenador, lo ret sens fial deu èsser activat
pl: Aby korzystać z sieci Wi-Fi na tym komputerze, musi być włączona sieć bezprzewodowa
ru: Чтобы использовать на этом компьютере Wi-Fi, необходимо включить беспроводную сеть
sk: Aby na tomto počítači bolo možné použiť rozhranie Wi-Fi, je potrebné zapnúť bezdrôtové pripojenie
uk: Для використання Wi-Fi на цьому комп'ютері має бути ввімкнений бездротовий зв’язок

source: Enable Wi-Fi
es: Activar Wi-Fi
ml: Wi-Fi പ്രവർത്തനക്ഷമമാക്കുക
nb: Aktivere trådløs
oc: Activar lo Wifi
pl: Włącz Wi-Fi
ru: Включить Wi-Fi
sk: Zapnúť Wi-Fi
uk: Ввімкнути Wi-Fi

# normalInstallationSubtitle
source: Web browser, utilities, office software, games and media players.
es: Navegador web, utilidades, aplicaciones de oficina, juegos y reproductores de contenido.
ml: വെബ് ബ്രൗസർ, യൂട്ടിലിറ്റികൾ, ഓഫീസ് സോഫ്റ്റ്‌വെയർ, ഗെയിമുകൾ, മീഡിയ പ്ലെയറുകൾ.
nb: Nettleser, verktøy, kontorprogramvare, spill og mediespillere.
oc: Navegador internet, utilitaris, logicials de burèu, jòcs e lector multimèdia.
pl: Przeglądarka internetowa, narzędzia, oprogramowanie biurowe, gry i odtwarzacze multimedialne.
ru: Веб-браузер, утилиты, офисные программы, игры и медиапроигрыватели.
sk: Webový prehliadač, nástroje, kancelársky softvér, hry a prehrávače multimédií.
uk: Веб-браузер, утиліти, офісне програмне забезпечення, ігри та медіа-плеєри.

# minimalInstallationTitle
source: Minimal installation
es: Instalación mínima
ml: കുറഞ്ഞ ഇൻസ്റ്റാളേഷൻ
nb: Minimal installasjon
oc: Installacion minimala
pl: Instalacja minimalna
ru: Минимальная установка
sk: Minimálna inštalácia
uk: Мінімальна установка

# onBatteryWarning
source: <font color="{color}">Warning:</font> The computer is not plugged in to a power source.
es: <font color="{color}">Advertencia:</font> El equipo no está conectado a una fuente de alimentación.
ml: <font color="{color}">മുന്നറിയിപ്പ്</font>: കമ്പ്യൂട്ടർ ഒരു വൈദ്യുത സ്രോതസ്സുമായി ബന്ധിപ്പിച്ചിട്ടില്ല.
nb: <font color="{color}">Advarsel</font>: Datamaskinen er ikke koblet til en strømkilde.
oc: <font color="{color}">Avertiment :</font> l’ordenador es pas brancat a una font d’alimentacion.
pl: <font color="{color}">Ostrzeżenie</font>: komputer nie jest podłączony do źródła zasilania.
sk: <font color="{color}">Upozornenie:</font> Počítač nie je pripojený k napájaniu zo zásuvky.
uk: <font color="{color}">Попередження</font>: комп'ютер не підключено до джерела живлення.

# chooseSecurityKeyConfirmHint
source: Confirm the security key
es: Confirmar la clave de seguridad
ml: സുരക്ഷാ കീ സ്ഥിരീകരിക്കുക
nb: Bekreft sikkerhetsnøkkel
oc: Confirmatz la clau de seguretat
pl: Potwierdź klucz bezpieczeństwa
sk: Zopakujte zadanie bezpečnostného kľúča
uk: Підтвердить ключ безпеки

# chooseSecurityKeyRequired
source: A security key is required
es: Se necesita una clave de seguridad
ml: ഒരു സുരക്ഷാ കീ ആവശ്യമാണ്
nb: En sikkerhetsnøkkel er nødvendig
oc: Una clau de seguretat es requerida
pl: Wymagany jest klucz bezpieczeństwa
sk: Je potrebné zadať bezpečnostný kľúč
uk: Потрібен ключ безпеки

# chooseSecurityKeyMismatch
source: The security keys do not match
es: Las claves de seguridad no coinciden
ml: സുരക്ഷാ കീകൾ പൊരുത്തപ്പെടുന്നില്ല
nb: Sikkerhetsnøkkelen stemmer ikke
oc: Las doas claus correspondon pas
pl: Klucze bezpieczeństwa nie są zgodne
sk: Do každej z kolónok pre bezpečnostný kľúč ste napísali niečo iné
uk: Не збігаються ключі безпеки

# installationTypeTitle
source: Type of installation
es: Tipo de instalación
ml: ഇൻസ്റ്റാളേഷന്റെ തരം
nb: Installasjontype
oc: Tipe d’installacion
pl: Typ instalacji
ru: Тип установки
sk: Typ inštalácie
uk: Тип встановлення

# installationTypeOSDetected
source: This computer currently has {os} on it. What would you like to do?
es: Actualmente este equipo tiene {os} instalado. ¿Qué le gustaría hacer?
ml: ഈ കമ്പ്യൂട്ടറിൽ നിലവിൽ {os} ഉണ്ട്. നിങ്ങൾ എന്താണ് ചെയ്യാൻ ആഗ്രഹിക്കുന്നത്?
nb: Denne datamaskinen har for øyeblikket {os} på seg. Hva har du lyst til å gjøre?
oc: Aqueste ordenador possedís actualament {os}. De qué volètz far ?
pl: Na tym komputerze jest obecnie zainstalowany {os}. Co chcesz zrobić?
ru: На этом компьютере установлена операционная система {os}. Что вы хотите сделать?
sk: Na tomto počítači sa už nachádza {os}. Čo si prajete urobiť?
uk: На цьому комп'ютері зараз встановлено {os}. Що б ви хотіли зробити?

# installationTypeDualOSDetected
source: This computer currently has {os1} and {os2} on it. What would you like to do?
es: Actualmente este equipo tiene {os1} y {os2} instalado. ¿Qué le gustaría hacer?
nb: Denne datamaskinen har for øyeblikket {os1} og {os2}. Hva har du lyst til å gjøre?
oc: Aqueste ordenador a {os1} e {os2} d’installats. De qué volètz far ?
sk: Na tomto počítači sa už nachádzajú {os1} a {os2}. Čo si prajete urobiť?
uk: На цьому комп'ютері зараз знаходяться {os1} та {os2}. Що ви хочете зробити?

# installationTypeNoOSDetected
source: This computer currently has no detected operating systems. What would you like to do?
es: Actualmente este equipo no tiene ningún sistema operativo detectado. ¿Qué le gustaría hacer?
ml: ഈ കമ്പ്യൂട്ടറിന് നിലവിൽ കണ്ടെത്തിയ ഓപ്പറേറ്റിംഗ് സിസ്റ്റങ്ങളൊന്നുമില്ല. നിങ്ങൾ എന്താണ് ചെയ്യാൻ ആഗ്രഹിക്കുന്നത്?
nb: Denne datamaskinen har for øyeblikket ingen registrerte operativsystemer. Hva har du lyst til å gjøre?
oc: Aqueste ordenador possedís pas cap de sistèma operatiu detectat actualament. De qué volètz far ?
pl: Na tym komputerze nie ma obecnie wykrytych systemów operacyjnych. Co chcesz zrobić?
ru: На этом компьютере не обнаружено установленных операционных систем. Что вы хотите сделать?
sk: Na tomto počítači teraz nebol zistený žiadny operačný systém. Čo si prajete urobiť?
uk: На Вашому комп'ютері не виявлено жодної операційної системи. Що Ви бажаєте зробити?

# installationTypeErase
source: Erase disk and install {DISTRO}
es: Borrar disco e instalar {DISTRO}
ml: ഡിസ്ക് മായ്ച്ച് {DISTRO} ഇൻസ്റ്റാൾ ചെയ്യുക
nb: Formatere harddisken og installere {DISTRO}
oc: Escafar lo disc e installar {DISTRO}
pl: Wymaż dysk i zainstaluj {DISTRO}
ru: Стереть диск и установить {DISTRO}
sk: Vymazať disk a nainštalovať {DISTRO}
uk: Стерти диск і встановити {DISTRO}

# installationTypeEraseWarning
source: <font color="{color}">Warning:</font> This will delete all your programs, documents, photos, music, and any other files in all operating systems.
es: <font color="{color}">Advertencia:</font> Esto eliminará todos sus programas, documentos, fotos, música y cualquier otro archivo en todos los sistemas operativos.
ml: <font color="{color}">മുന്നറിയിപ്പ്:</font> ഇത് നിങ്ങളുടെ എല്ലാ പ്രോഗ്രാമുകളും ഡോക്യുമെന്റുകളും ഫോട്ടോകളും സംഗീതവും എല്ലാ ഓപ്പറേറ്റിംഗ് സിസ്റ്റങ്ങളിലുമുള്ള മറ്റേതെങ്കിലും ഫയലുകളും ഇല്ലാതാക്കും.
nb: <font color="{color}">Advarsel:</font> Dette vil slette alle dine programmer, dokumenter, bilder, musikk og andre filer i alle operativsystemer.
oc: <font color="{color}">Avertiment :</font> aquò suprimirà totes vòstres programas, documents, fòtos e autres fichièrs de totes lo sistèmas operatius.
pl: <font color="{color}">Ostrzeżenie:</font> spowoduje to usunięcie wszystkich programów, dokumentów, zdjęć, muzyki i wszelkich innych plików we wszystkich systemach operacyjnych.
ru: <font color="{color}">Внимание:</font> При этом будут удалены все ваши программы, документы, фото, музыка и другие файлы во всех операционных системах.
sk: <font color="{color}">UPOZORNENIE:</font> Týmto zmažete všetky prípadné aplikácie, dokumenty, fotky, hudbu a všetky ostatné súbory vo všetkých operačných systémoch.
uk: <font color="{color}">Попередження:</font> Це призведе до видалення всіх ваших програм, документів, фотографій, музики та будь-яких інших файлів у всіх операційних системах.

# installationTypeAdvancedLabel
source: Advanced features...
es: Funciones avanzadas...
ml: വിപുലമായ സവിശേഷതകൾ…
nb: Avansert funksjoner...
oc: Foncionalitats avançadas...
pl: Zaawansowane funkcje...
ru: Дополнительные возможности...
sk: Pokročilé funkcie…
uk: Додаткові можливості...

# installationTypeAdvancedTitle
source: Advanced features
es: Características avanzadas
ml: വിപുലമായ സവിശേഷതകൾ
nb: Avansert funksjoner
oc: Foncionalitats avançadas
pl: Zaawansowane funkcje
ru: Дополнительные возможности
sk: Pokročilé funkcie
uk: Додаткові можливості

# installationTypeNone
source: None
es: Ninguno
ml: ഒന്നുമില്ല
nb: Ingen
oc: Cap
pl: Brak
sk: Žiadne
uk: Немає

# installationTypeNoneSelected
source: None selected
es: Nada seleccionado
ml: ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
nb: Ingenting valgt
oc: Cap pas seleccionat
pl: Nie wybrano
ru: Ничего не выбрано
sk: Nič nevybrané
uk: Нічого не вибрано

# installationTypeLVM
source: Use LVM with the new {RELEASE} installation
es: Usar LVM con la nueva instalación de {RELEASE}
ml: പുതിയ {RELEASE} ഇൻസ്റ്റാളേഷനോടൊപ്പം LVM ഉപയോഗിക്കുക
nb: Bruk LVM med nyeste {RELEASE} installasjon
oc: Utilizar LVM amb l’installation de {RELEASE} novèla
pl: Użyj LVM z nową instalacją {RELEASE}
sk: Použiť pre novú inštaláciu {RELEASE} LVM zväzky
uk: Скористатися LVM для нової інсталяції {RELEASE}

# installationTypeLVMSelected
source: LVM selected
es: LVM seleccionado
ml: LVM തിരഞ്ഞെടുത്തു
nb: LVM valg
oc: LVM seleccionat
pl: Wybrano LVM
sk: Vybrané LVM
uk: LVM обрано

# installationTypeLVMEncryptionSelected
source: LVM and encryption selected
es: LVM y cifrado seleccionado
nb: LVM og kryptering valgt
oc: LVM e chiframent seleccionats
sk: Vybrané LVM a šifrovanie
uk: LVM та шифрування обрано

# installationTypeAlongsideDual
source: Install {product} alongside {os1} and {os2}
es: Instalar {product} junto a {os1} y {os2}
nb: Installer {product} ved siden av {os1} og {os2}
oc: Installar {product} a costat de {os1} e {os2}
sk: Nainštalovať {product} vedľa {os1} a {os2}
uk: Встановити {product} поряд з {os1} та {os2}

# installationTypeAlongsideMulti
source: Install {product} alongside them
es: Instalar {product} junto a estos
nb: Installer {product} ved siden av dem
oc: Installar {product} a lor costat
sk: Nainštalovať {product} vedľa nich
uk: Встановити {product} поряд з ними

# installationTypeAlongsideUnknown
source: Install {product} alongside other partitions
es: Instalar {product} junto a otras particiones
nb: Installer {product} ved siden av andre partisjoner
oc: Installar {product} a costat de las autras particions
sk: Nainštalovať {product} vedľa ostatných oddielov
uk: Встановити {product} поряд з іншими розділами

# installAlongsidePartition
source: Partition:
es: Partición:
nb: Partisjon:
oc: Particion :
sk: Oddiel:
uk: Розділ:

# installAlongsideSize
source: Size:
es: Tamaño:
nb: Størrelse:
oc: Talha :
sk: Veľkosť:
uk: Розмір:

# startInstallingButtonText
source: Install
es: Instalar
ml: ഇൻസ്റ്റാളുചെയ്യൽ ആരംഭിക്കുക
nb: Installer
oc: Installar
pl: Rozpocznij instalację
ru: Начать установку
sk: Inštalácia
uk: Почати встановлення

# diskHeadersType
source: Type
es: Tipo
ml: തരം
oc: Tipe
pl: Typ
ru: Тип
sk: Typ
uk: Тип

# diskHeadersSize
source: Size
es: Tamaño
ml: വലിപ്പം
nb: Størrelse
oc: Talha
pl: Rozmiar
ru: Размер
sk: Veľkosť
uk: Розмір

# diskHeadersUsed
source: Used
es: Usado
ml: ഉപയോഗിച്ചു
nb: Brukt
oc: Utilizat
pl: Zajęte
ru: Использовано
sk: Využité
uk: Використано

# freeDiskSpace
source: Free space
es: Espacio libre
ml: ഒഴിഞ്ഞ ഇടം
nb: Ledig plass
oc: Espaci liure
pl: dostępna przestrzeń
ru: свободное место
sk: Voľné miesto
uk: Вільний простір

# newPartitionTableConfirmationTitle
source: New empty partition
es: Nueva partición vacía
ml: ഈ ഉപകരണത്തിൽ ഒരു പുതിയ ശൂന്യമായ പാർട്ടീഷൻ ടേബിൾ സൃഷ്ടിക്കണോ?
nb: Opprett en ny partisjonstabell på enheten?
oc: Particion novèla voida
pl: Utworzyć nową pustą tablicę partycji na tym urządzeniu?
sk: Nový prázdny oddiel
uk: Створити нову порожню таблицю розділів на цьому пристрої?

# newPartitionTableConfirmationMessage
source: Creating a new partition table on an entire device will remove all of its current partitions. This operation can be undone if needed.
es: La creación de una nueva tabla de particiones en un dispositivo completo eliminará todas sus particiones actuales. Esta operación puede deshacerse si es necesario.
ml: പാർട്ടീഷൻ ചെയ്യാൻ നിങ്ങൾ ഒരു മുഴുവൻ ഉപകരണവും തിരഞ്ഞെടുത്തിരിക്കുന്നു. നിങ്ങൾ ഉപകരണത്തിൽ ഒരു പുതിയ പാർട്ടീഷൻ ടേബിൾ തയ്യാറാക്കുന്നത് തുടരുകയാണെങ്കിൽ, നിലവിലുള്ള എല്ലാ പാർട്ടീഷനുകളും നീക്കം ചെയ്യപ്പെടും. നിങ്ങൾക്ക് വേണമെങ്കിൽ ഈ പ്രവർത്തനം പിന്നീട് പഴയപടിയാക്കാനാകുമെന്ന കാര്യം ശ്രദ്ധിക്കുക.
nb: Du har valgt en hel enhet å partisjonere. Hvis du fortsetter med opprettelse av en ny partisjonstabell på enheten vil alle nåværende partisjoner på den fjernes. Merk at du også vil kunne angre operasjonen senere hvis du ønsker det.
oc: La creacion d’una taula de particions novèla sus un periferic entièr suprimirà totas sas particions actualas. Poiretz anullar aquesta operacion mai tard s'o volètz.
pl: Wybrano całe urządzenie do podziału na partycje. Jeśli przejdziesz do tworzenia nowej tabeli partycji na urządzeniu, wszystkie bieżące partycje zostaną usunięte. Pamiętaj, że możesz cofnąć tę operację później, jeśli zechcesz.
sk: Vytvorenie novej tabuľky oddielov na celom zariadení z neho odoberie všetky existujúce oddiely. V prípade potreby je možné v tomto kroku ešte túto operáciu vziať späť.
uk: Ви вибрали весь пристрій для розбиття на розділи. Якщо ви продовжите створення нової таблиці розділів на ньому, всі поточні розділи будуть видалені. Зауважте, що ви зможете скасувати цю операцію пізніше, якщо захочете.

# bootLoaderDevice
source: Device for boot loader installation
es: Dispositivo donde instalar el cargador de arranque
ml: ബൂട്ട് ലോഡർ ഇൻസ്റ്റലേഷനുള്ള ഉപകരണം
nb: Enhet å installere oppstartslaster på
oc: Periferic per l’installacion del gestionari d’aviada
pl: Urządzenie do instalacji programu rozruchowego
ru: Устройство для установки загрузчика
sk: Zariadenie na ktoré nainštalovať zavádzač systému
uk: Пристрій для встановлення завантажувача

# partitionCreateTitle
source: Create partition
es: Crear partición
ml: പാർട്ടീഷൻ ഉണ്ടാക്കുക
nb: Opprett partisjon
oc: Crear una particion
pl: Utwórz partycję
ru: Создать раздел
sk: Vytvoriť oddiel
uk: Створити розділ

# partitionSizeLabel
source: Size:
es: Tamaño:
ml: വലിപ്പം:
nb: Størrelse:
oc: Talha :
pl: Rozmiar:
ru: Размер:
sk: Veľkosť:
uk: Розмір:

# partitionFormatZfsroot
source: ZFS root file system
ml: ZFS root ഫയൽ സിസ്റ്റം
pl: System plików root ZFS
sk: Koreňový súborový systém na ZFS

# whoAreYouPageRealNameLabel
source: Your name
ml: താങ്കളുടെ പേര്
pl: Twoje imię i nazwisko
ru: Ваше имя
sk: Vaše meno

# whoAreYouPageRealNameTooLong
source: That name is too long.
sk: Meno je príliš dlhé.

# whoAreYouPageComputerNameRequired
source: A computer name is required
ml: ഒരു കമ്പ്യൂട്ടറിന്റെ പേര് ആവശ്യമാണ്
pl: Wymagane jest podanie nazwy komputera
sk: Je potrebné zadať názov pre počítač

# whoAreYouPageComputerNameTooLong
source: That computer name is too long.
sk: Takýto názov počítača je príliš dlhý.

# whoAreYouPageUsernameLabel
source: Pick a username
ml: ഒരു യൂസർനെയിം തിരഞ്ഞെടുക്കുക
pl: Wybierz nazwę użytkownika
ru: Выберите имя пользователя
sk: Vyberte si používateľské meno

# whoAreYouPagePasswordHide
source: Hide
sk: Skryť

# writeChangesDescription
source: If you continue, the changes listed below will be written to the disks. You will be able to make further changes manually.
es: Si continúa, los cambios enumerados más abajo se escribirán en los discos. Podrá efectuar más cambios manualmente.
ml: നിങ്ങൾ തുടരുകയാണെങ്കിൽ, ചുവടെ ലിസ്റ്റുചെയ്തിരിക്കുന്ന മാറ്റങ്ങൾ ഡിസ്കുകളിലേക്ക് എഴുതപ്പെടും. നിങ്ങൾക്ക് സ്വമേധയാ കൂടുതൽ മാറ്റങ്ങൾ വരുത്താൻ കഴിയും.
nb: Hvis du fortsetter vil endringene nedenfor bli skrevet til diskene. Du vil kunne gjøre videre endringer manuelt.
oc: Se contunhatz, las modificacions çai-jos seràn escritas suls disques. Poiretz realizar de cambiaments mai tard a la man.
pl: Jeśli będziesz kontynuować, zmiany wymienione poniżej zostaną zapisane na dyskach. Będzie można wprowadzać dalsze zmiany ręcznie.
sk: Ak budete pokračovať, nižšie uvedené zmeny budú zapísané na disky. Ďalšie zmeny potom môžete urobiť ručne.
uk: Якщо ви продовжите, перелічені нижче зміни будуть записані на диски. Ви зможете внести подальші зміни вручну.

# chooseYourLookPageDarkSetting
source: Dark
ml: ഇരുട്ട്
pl: Ciemny
ru: Тёмный
sk: Tmavý

# installationCompleteTitle
source: Installation complete
es: Finalizó la instalación
ml: ഇൻസ്റ്റലേഷൻ പൂർത്തിയായി
nb: Installasjon fullført
oc: Installacion acabada
pl: Instalacja zakończona
ru: Установка завершена
sk: Inštalácia dokončená
uk: Встановлення завершено

source: Shut Down
es: Apagar
ml: ഷട്ട് ഡൗൺ
nb: Slå av
oc: Atudar
pl: Zamknij system
sk: Vypnúť
uk: Вимкнути

# installationSlidesWelcomeTitle
source: Fast, free and full of new features
es: Rápido, gratuito y lleno de nuevas funciones
oc: Rapid, gratuit e plen de foncionalitats novèlas
sk: Rýchle, slobodné a plné nových funkcií

# installationSlidesGamingTitle
source: Great for gaming
es: Ideal para jugar
oc: Extra pels jòcs
sk: Skvelé na hranie hier

# installationSlidesSecurityTitle
source: Private and secure
es: Privado y seguro
oc: Privat e securizat
sk: Súkromné a bezpečné

# installationSlidesProductivityBody
source: {DISTRO} Desktop includes LibreOffice, a suite of Microsoft Office compatible open source applications for documents, spreadsheets and presentations. Popular collaboration tools are also available.
es: {DISTRO} Escritorio incluye LibreOffice, un conjunto de aplicaciones de código abierto compatibles con Microsoft Office para documentos, hojas de cálculo y presentaciones. También dispone de conocidas herramientas de colaboración.
oc: {DISTRO} Desktop inclutz LibreOffice, una seguida burotica liura compatibla amb Microsoft Office pels documents, fuèlhs de calcul e las presentacion. D’espleches de collaboracion populars son tanben disponibles.
sk: {DISTRO} Desktop obsahuje LibreOffice, balík open source aplikácií kompatibilných s Microsoft Office pre dokumenty, tabuľky a prezentácie. K dispozícii sú aj obľúbené nástroje na spoluprácu.

# installationSlidesAccessibilityOrca
source: Orca Screen Reader
es: Lector de pantalla Orca
oc: Lector d’ecran Orca
sk: Čítačka obrazovky Orca

# installationSlidesSupportHeader
source: The official {DISTRO} documentation is available both online and via the Help icon in the dock.
es: La documentación oficial de {DISTRO} está disponible tanto en línea como a través del icono Ayuda del dock.
oc: La documentacion oficiala de {DISTRO} es disponibla tant en linha coma via l’icòna Ajuda al dock.
sk: Oficiálna dokumentácia k {DISTRO} je k dispozícii online aj cez ikonu Pomocník na paneli.

# notEnoughDiskSpaceUbuntu
source: Not enough disk space to install {DISTRO}
es: No hay suficiente espacio en disco para instalar {DISTRO}
oc: Pas pro d’espaci per installar {DISTRO}
sk: Nedostatok miesta na disku pre inštaláciu {DISTRO}
