Repository: canonical/ubuntu-desktop-installer
Catalog: packages/ubuntu_desktop_installer/lib/l10n/app_*.arb
Languages: am, es, ga, ml, nb, ne, oc, pl, ru, sk, sr, uk

# hiddenWifiNetwork
source: Connect to a hidden Wi-Fi network
es: Conectarse a una red Wi-Fi oculta
nb: Koble til et skjult trådløs nett
oc: Se connectar a una ret Wi-Fi amagada
ru: Подключиться к скрытой сети Wi-Fi
sk: Pripojiť sa k skrytej Wi-Fi sieti
uk: Підключитися до прихованої Wi-Fi мережі

# hiddenWifiNetworkNameLabel
source: Network name
es: Nombre de la red
nb: Nettverknavn
oc: Nom de la ret
ru: Название сети
sk: Názov siete
uk: Назва мережі

# minimalInstallationSubtitle
source: Web browser and basic utilities.
es: Navegador web y utilidades básicas.
ml: വെബ് ബ്രൗസറും അടിസ്ഥാന യൂട്ടിലിറ്റികളും.
nb: Nettleser og grunnleggende verktøy.
oc: Navegador internet e utilitari de basa.
pl: Przeglądarka internetowa i podstawowe narzędzia.
ru: Веб-браузер и основные утилиты.
sk: Webový prehliadač a základné nástroje.
uk: Веб-браузер та базові утиліти.

source: Other options
es: Otras opciones
ml: മറ്റ് തിരഞ്ഞെടുപ്പുകൾ
nb: Andre valg
oc: Autras opcions
pl: Pozostałe opcje
ru: Другие опции
sk: Ďalšie možnosti
uk: Інші параметри

# installThirdPartyTitle
source: Install third-party software for graphics and Wi-Fi hardware, as well as additional media formats
es: Instalar controladores de terceros para gráficos y dispositivos de Wi-Fi, así como formatos multimedia adicionales
ml: ഗ്രാഫിക്‌സിനും വൈഫൈ ഹാർഡ്‌വെയറിനുമായി മൂന്നാം-കക്ഷി സോഫ്‌റ്റ്‌വെയറും അധിക മീഡിയ ഫോർമാറ്റുകളും ഇൻസ്റ്റാൾ ചെയ്യുക
nb: Installer tredjepartsprogramvare for grafikk og trådløs-maskinvare, samt ytterligere medieformater
oc: Installar de logicials tèrces pel material grafic e Wi-Fi e dels formats de mèdia suplementaris
pl: Zainstaluj oprogramowanie innych dostawców do obsługi sprzętu graficznego i Wi-Fi, a także dodatkowe formaty multimedialne
sk: Nainštalovať ovládače tretích strán pre grafické čipy a adaptéry bezdrôtových Wi-Fi sietí, ako aj dodatočné kodeky multimédií
uk: Встановити стороннє програмне забезпечення для графічного та Wi-Fi обладнання, а також додаткових медіа-форматів

# installThirdPartySubtitle
source: This software is subject to license terms included with its documentation. Some are proprietary.
es: Este software está sujeto a los términos de licencia incluidos en su documentación. Algunos son privativos.
ml: ഈ സോഫ്റ്റ്‌വെയർ അതിന്റെ ഡോക്യുമെന്റേഷനിൽ ഉൾപ്പെടുത്തിയിട്ടുള്ള ലൈസൻസ് നിബന്ധനകൾക്ക് വിധേയമാണ്. ചിലത് ഉടമസ്ഥതയിലുള്ളതാണ്.
nb: Denne programvaren er underlagt lisensvilkårene som følger med dokumentasjonen. Noen er proprietære.
oc: Aqueste logicial es somés a de tèrmes de licéncia incluses dins sa documentacion. Certans son proprietaris.
pl: To oprogramowanie podlega warunkom licencyjnym dołączonym do jego dokumentacji. Niektóre z nich są własnościowe.
sk: Tento softvér je predmetom licenčných dojednaní, obsiahnutých v dokumentácii k nemu. Niektorý je proprietárny.
uk: На це програмне забезпечення поширюються ліцензійні умови, що додаються до його документації. Деякі з них є запатентованими.

# partitionFormatExt2
source: Ext2 file system
pl: System plików Ext2
ru: Файловая система Ext2
sk: Súborový systém Ext2

# partitionFormatJfs
source: JFS journaling file system
ml: JFS ജേണലിംഗ് ഫയൽ സിസ്റ്റം
pl: System plików z dziennikowaniem JFS
ru: Журналируемая файловая система JFS
sk: Žurnálovací súborový systém JFS

# instructionsForRST
source: For instructions, scan the QR code on another device or visit: <a href="https://{url}">{url}</a>
es: Para obtener instrucciones, escanee el código QR en otro dispositivo o visite: <a href="https://{url}">{url}</a>
ml: നിർദ്ദേശങ്ങൾക്കായി, ഒരു ഫോണിലോ മറ്റ് ഉപകരണത്തിലോ ഈ പേജ് തുറക്കുക: <a href="https://{url}">{url}</a>
nb: For instruksjoner, åpne denne siden på en telefon eller annen enhet: <a href="https://{url}">{url}</a>
oc: Per las consignas, numerizatz aqueste còdi QR sus un autre aparelh o consultatz : <a href="https://{url}">{url}</a>
pl: Aby uzyskać instrukcje, otwórz tę stronę w telefonie lub innym urządzeniu: <a href="https://{url}">{url}</a>
ru: Для получения справки, откройте эту страницу на телефоне или другом устройстве: <a href="https://{url}">{url}</a>
sk: Ohľadne pokynov naskenujte QR kód na inom zariadení alebo choďte na: <a href="https://{url}">{url}</a>
sr: За инструкције, отворите ову страницу на телефону или другом уређају: <a href="https://{url}"></a>
uk: Для отримання інструкцій відкрийте цю сторінку на телефоні або іншому пристрої: <a href="https://{url}">{url}</a>

# configureSecureBootDescription
source: You've chosen to install third-party driver software. This requires turning off Secure Boot. To do this, you need to choose a security key now, and enter it when the system restarts.
es: Ha elegido instalar software de controladores de terceros. Esto requiere desactivar Secure Boot. Para ello, debe elegir una clave de seguridad ahora, e introducirla cuando se reinicie el sistema.
ml: നിങ്ങൾ മൂന്നാം-കക്ഷി ഡ്രൈവർ സോഫ്റ്റ്‌വെയർ ഇൻസ്റ്റാൾ ചെയ്യാൻ തിരഞ്ഞെടുത്തു. ഇതിന് സെക്യൂർ ബൂട്ട് ഓഫാക്കേണ്ടതുണ്ട്. ഇത് ചെയ്യുന്നതിന്, നിങ്ങൾ ഇപ്പോൾ ഒരു സുരക്ഷാ കീ തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്, കൂടാതെ സിസ്റ്റം പുനരാരംഭിക്കുമ്പോൾ അത് നൽകുകയും ചെയ്യേണ്ടതുമുണ്ട്.
nb: Du har valgt å installere tredjeparts driverprogramvare. Dette krever at du slår av sikker oppstart. For å gjøre dette, må du velge en sikkerhetsnøkkel nå, og angi den når systemet starter på nytt.
oc: Avètz causit d’installar de pilòts tèrces. Aquò requerís la desactivacion de l’amorçatge segur. Per aquò far, devètz causir una clau de seguretat ara, e la picar quand lo sistèma avia.
pl: Wybrano instalację oprogramowania sterownika innego dostawcy. Wymaga to wyłączenia bezpiecznego rozruchu (Secure Boot). Aby to zrobić, musisz teraz wybrać klucz bezpieczeństwa i podać go po ponownym uruchomieniu systemu.
sk: Vybrali ste nainštalovať ovládač hardvéru, pochádzajúci od tretej strany. Aby to bolo možné, je potrebné vypnúť Secure Boot. To urobíte vytvorením kľúča zabezpečenia a jeho následným zadaním po reštarte systému.
uk: Ви вирішили встановити стороннє програмне забезпечення для драйверів. Для цього необхідно вимкнути безпечне завантаження. Для цього потрібно вибрати ключ безпеки зараз, та ввести його після перезавантаженні системи.

# partitionTypeLogical
source: Logical
es: Lógica
ml: ലോജിക്കൽ
nb: Logisk
oc: Logicala
pl: Logiczna
ru: Логический
sk: Logický
uk: Додатковий

# partitionEditTitle
source: Edit partition
es: Editar partición
ml: പാർട്ടീഷൻ എഡിറ്റ് ചെയ്യുക
nb: Rediger partisjon
oc: Modificar una particion
pl: Modyfikowanie partycji
ru: Изменить раздел
sk: Upraviť oddiel
uk: Редагувати розділ

# installAlongsideSpaceDivider
source: Allocate drive space by dragging the divider below:
es: Asignar el espacio de la unidad arrastrando el divisor de abajo:
nb: Tildel lagringsplass ved å dra inndeleren nedenfor:
oc: Alogatz l’espaci disc en desplaçant lo separador çai-jos :
sk: Prideľte priestor na jednotke posunutím delítka nižšie:
uk: Розподіліть місце на диску, перетягнувши розділювач:

# partitionLocationBeginning
source: Beginning of this space
es: Inicio de este espacio
ml: ഈ ഇടത്തിന്റെ തുടക്കം
nb: Begynnelsen av plassen
oc: Debuta d’aqueste espaci
pl: Początek przestrzeni
sk: Začiatok tohto priestoru
uk: Початок цього простору

# partitionLocationLabel
source: Location for the new partition:
es: Ubicación de la partición nueva:
ml: പുതിയ പാർട്ടീഷനുള്ള സ്ഥലം:
nb: Plassering av ny partisjon:
oc: Emplaçament de la particion novèla :
pl: Położenie nowej partycji:
ru: Расположение нового раздела:
sk: Umiestnenie nového oddielu:
uk: Розташування нового розділу:

# writeChangesPartitionTablesHeader
source: The partition tables of the following devices are changed:
es: Las tablas de partición de los siguientes dispositivos se modifican:
ml: ഇനിപ്പറയുന്ന ഉപകരണങ്ങളുടെ പാർട്ടീഷൻ ടേബിളുകൾ മാറ്റി:
nb: Partisjonstabellen for følgende enheter har blitt endret:
oc: Las taulas de particions dels periferics seguents seràn modificadas :
pl: Zmieniane są tablice partycji następujących urządzeń:
ru: Изменены таблицы разделов на следующих устройствах:
sk: Budú zmenené tabuľky rozdelenia na oddiely nasledujúcich zariadení:
uk: Змінено таблиці розділів наступних пристроїв:

# writeChangesPartitionsHeader
source: The following partition changes are going to be applied:
es: Se aplicarán los cambios siguientes a las particiones:
ml: ഇനിപ്പറയുന്ന പാർട്ടീഷനുകൾ ഫോർമാറ്റ് ചെയ്യാൻ പോകുന്നു:
nb: Følgende partisjonsendringer vil bli utført:
oc: Las modificacions seguenta seràn aplicadas a las particions :
pl: Sformatowane zostaną następujące partycje:
ru: Следующие разделы будут отформатированы:
sk: Budú vykonané nasledujúce zmeny na oddieloch:
uk: Будуть застосовані наступні зміни розділів:

# turnOffBitlockerDescription
source: This computer uses Windows BitLocker encryption. You need to use Windows to create free space or choose '{option}' to continue.
es: Este ordenador utiliza el cifrado BitLocker de Windows. Debe utilizar Windows para crear espacio libre o elegir '{option}' para continuar.
ml: ഈ കമ്പ്യൂട്ടർ Windows BitLocker എൻക്രിപ്ഷൻ ഉപയോഗിക്കുന്നു. ഉബുണ്ടു ഇൻസ്റ്റാൾ ചെയ്യുന്നതിന് മുമ്പ് നിങ്ങൾ വിൻഡോസിൽ ബിറ്റ്‌ലോക്കർ ഓഫ് ചെയ്യേണ്ടതുണ്ട്.
nb: Maskinen bruker Windows BitLocker-kryptering. Du må skru dette av før du installerer Ubuntu.
oc: Aqueste ordenador utiliza lo chiframent de Windows BitLocker. Vos cal utilizar Windows per crear un espaci liure o causir « {option} » per contunhar.
pl: Ten komputer używa szyfrowania Windows BitLocker. Musisz wyłączyć funkcję BitLocker w systemie Windows przed instalacją Ubuntu.
sk: Na tomto počítači je používané šifrovanie nástrojom Windows BitLocker. Aby bolo možné pokračovať, je potrebné pomocou Windows urobiť voľné miesto alebo zvoliť '{option}'.
uk: На цьому комп'ютері використовується шифрування Windows BitLocker. Перед встановленням Ubuntu потрібно вимкнути BitLocker у Windows.

# turnOffBitlockerHeadline
source: Turn off BitLocker to continue
es: Desactive BitLocker para continuar
oc: Desactivatz BitLocker per contunhar
sk: Aby bolo možné pokračovať, vypnite BitLocker

# restartIntoWindowsDescription
source: Are you sure you want to restart your computer? You will need to restart the {DISTRO} installation later to finish installing {DISTRO}.
es: ¿Está seguro de que quieres reiniciar tú ordenador? Necesitas reiniciar la instalación de {DISTRO} más tarde para finalizar la instalación de {DISTRO}.
oc: Volètz vertadièrament reaviar l’ordenador ? Deuretz relançar lo processús d’installacion de {DISTRO} mai tard per terminar l’installacion de {DISTRO}.
sk: Naozaj chcete váš počítač reštartovať? Ak potom budete chcieť dokončiť inštaláciu {DISTRO}, bude potrebné znova spustiť inštaláciu {DISTRO}.

# installationSlidesSoftwareBody
source: Install, manage and update all your apps in Ubuntu Software, including thousands of applications from both the Snap Store and {DISTRO} archive.
es: Instala, gestiona y actualiza todas tus aplicaciones en Ubuntu Software, incluyendo miles de aplicaciones tanto de Snap Store como del archivo {DISTRO}.
oc: Installatz, gerissètz e metatz a jorn vòstras aplicacions dins Ubuntu Software, incluses milierats d’aplicacions venent de Snap Store e dels archius {DISTRO}.
sk: Inštalujte, spravujte a aktualizujte vami používané aplikácie v Ubuntu Software, obsahujúceho tisíce aplikácií ako zo Snap Store, tak z archívu balíčkov {DISTRO}.

# installationSlidesWelcomeBody
source: Whether you're a developer, creator, gamer or administrator you'll find new tools to improve your productivity and enhance your experience in {RELEASE}.
es: Tanto si eres desarrollador, creador, jugador o administrador, en {RELEASE} encontrarás nuevas herramientas para mejorar tu productividad y mejorar tu experiencia.
oc: Que siatz un desvolopaire, creator, jogaire o administrator, traparetz d’aisinas novèlas per melhorar vòstra productivitat e experiéncia sus {RELEASE}.
sk: Či už ste vývojári, tvorcovia, hráči alebo správcovia, nájdete tu nové nástroje zvyšujúce vašu produktivitu a vylepšujúce váš dojem z používania {RELEASE}.

# installationSlidesDevelopmentBody
source: {DISTRO} is the ideal workstation for app or web development, data science and AI/ML as well as devops and administration. Every {DISTRO} release includes the latest toolchains and supports all major IDEs.
es: {DISTRO} es la estación de trabajo ideal para el desarrollo web o de aplicaciones, ciencia de datos e IA/ML, así como para operaciones de desarrollo y administración. Todas las versiones de {DISTRO} incluyen las cadenas de herramientas más recientes y son compatibles con los principales IDE.
oc: {DISTRO} es un pòst de trabalh ideal pel desvolopament de logicials o web, las sciéncias de las donadas, l’intelligéncia artificiala e l’aprentissatge automatic, mas tanben pel devops e l’administracion. Totas las versions de {DISTRO} incluson las darrièras cadenas d’aisinas e prenon en carga totes los principals environaments de desvolopament integrats.
sk: {DISTRO} je ideálne prostredie pre vývoj aplikácií či webov, dátovú vedu a umelú inteligenciu / strojové učenie, rovnako tak pre devops a správu systémov. Každé vydanie {DISTRO} obsahuje najnovšie sady potrebných nástrojov a podporuje všetky hlavné integrované vývojárske prostredia.

# installationSlidesSecurityBody
source: {DISTRO} provides all of the tools you need to stay private and secure online. With built in firewall and VPN support and a host of privacy-centric applications to ensure you are in full control of your data.
es: {DISTRO} proporciona todas las herramientas que necesitas para mantenerte privado y seguro en Internet. Con firewall y VPN incorporados y una serie de aplicaciones centradas en la privacidad para garantizar el control total de sus datos.
oc: {DISTRO} provesís totas las aisinas que vos fa mestièr per demorar privat e segur en linha. Amb un parafuòc e la presa en carga VPN integrats e una seria d’aplicacions pensadas per la confidencialitat avètz tot lo contraròtle de vòstras donadas.
sk: {DISTRO} poskytuje všetky nástroje, ktoré sú potrebné na ochranu súkromia a bezpečné používanie Internetu. Vďaka vstavanej bráne firewall, podpore VPN a radu aplikácií zameraných na ochranu súkromia máte svoje dáta plne pod kontrolou.

# installationSlidesSecurityLts
source: All {DISTRO} LTS releases come with five years of security patching included, extending to ten years with an Ubuntu Pro subscription.
es: Todas las versiones {DISTRO} LTS vienen con cinco años de parches de seguridad incluidos, que se extienden a diez años con una suscripción a Ubuntu Pro.
oc: Totas las versions de {DISTRO} LTS son fornidas amb cinc ans de patches de seguretat, fins a detz ans amb un abonament Ubuntu Pro.
sk: Všetky {DISTRO} LTS vydania dostávajú po dobu piatich rokov opravy zabezpečenia s tým, že ich je možné predĺžiť na desať rokov s predplatným Ubuntu Pro.

# installationSlidesSupportTitle
source: Help & Support
es: Ayuda y asistencia
oc: Ajuda e assisténcia
sk: Pomoc a podpora

# installationSlidesAccessibilityLanguages
source: Language support
es: Compatibilidad lingüística
oc: Presa en carga lingüistica
sk: Podpora jazykov

# installationSlidesAccessibilityBody
source: At the heart of the {DISTRO} philosophy is the belief that computing is for everyone. With advanced accessibility tools and options to change language, colours and text size, {DISTRO} makes computing easy - whoever and wherever you are.
es: En el corazón de la filosofía de {DISTRO} reside la creencia de que la informática es para todas las personas. Las herramientas avanzadas de accesibilidad y las opciones de idioma, colores y tamaño del texto hacen que la computación con {DISTRO} sea sencilla, sea quien sea y esté donde esté.
oc: Al còs de la filosofia de {DISTRO} se tròba la conviccion que l’informatica deu èsser accessibla a totes. En prepausant d’aisinas d’accessibilitat avançadas e d’opcions per cambiar de lenga, de tèma de colors, de talha de polissas, {DISTRO} vos fa venir l’informatica facila, qual que siatz e ont que siatz.
sk: V srdci filozofie {DISTRO} je myšlienka, že počítače sú pre všetkých. Vďaka pokročilým nástrojom na sprístupnenie hendikepovaným a možnosti zmeniť jazyk, farby a veľkosť textu rozhrania, {DISTRO} robí používanie počítača jednoduché – nech už ste ktokoľvek a žijete kdekoľvek.

# notEnoughDiskSpaceRequired
source: Required:
es: Requerido:
oc: Requesit :
sk: Vyžadované:

# activeDirectoryTitle
source: Configure Active Directory
es: Configurar el directorio activo
nb: Sett opp Active Directory
oc: Configurar Active Directory
sk: Konfigurácia služby Active Directory

# installationSlidesCreativityBody
source: If you're an animator, designer, video creator or game developer it's easy to bring your workflows to {DISTRO} with support for open source and industry standard software and applications.
es: Si eres un animador, diseñador, creador de vídeo o desarrollador de juegos, es fácil trasladar tus flujos de trabajo a {DISTRO} gracias a la compatibilidad con software y aplicaciones de código abierto y estándar del sector.
oc: Se sètz animator, designer, cineasta o desvolopaire de jòcs, es facil de passar vòstre pòst de trabalh cap a {DISTRO} gràcia a la compatibilitat de logicials e aplicacions liuras e dels estandards de l’industria.
sk: Ak ste animátormi, dizajnérmi, tvorcami videí či vývojármi hier, je ľahké preniesť svoje pracovné postupy na {DISTRO} vďaka podpore softvéru a aplikácií, ktoré patria k open source a priemyselným štandardom.

# connectToInternetDescription
source: Connecting this computer to the internet will help Ubuntu install any extra software needed and help choose your time zone. Connect by Ethernet cable, or choose a Wi-Fi network
es: Conectar este equipo a Internet ayudará a Ubuntu a instalar cualquier software adicional necesario y ayudará a elegir su zona horaria. Conectar por cable Ethernet, o elegir una red Wi-Fi
ml: ഈ കമ്പ്യൂട്ടർ ഇൻറർനെറ്റിലേക്ക് ബന്ധിപ്പിക്കുന്നത് ഉബുണ്ടുവിന് ആവശ്യമായ ഏതെങ്കിലും അധിക സോഫ്‌റ്റ്‌വെയർ ഇൻസ്റ്റാൾ ചെയ്യാൻ സഹായിക്കുകയും നിങ്ങളുടെ സമയ മേഖല തിരഞ്ഞെടുക്കാൻ സഹായിക്കുകയും ചെയ്യും. ഇതർനെറ്റ് കേബിൾ വഴി ബന്ധിപ്പിക്കുക, അല്ലെങ്കിൽ ഒരു Wi-Fi നെറ്റ്‌വർക്ക് തിരഞ്ഞെടുക്കുക
nb: Å koble denne datamaskinen til internett vil hjelpe Ubuntu med å installere all ekstra programvare som trengs og hjelpe deg med å velge tidssone. Koble til med Ethernet-kabel, eller velg et Wi-Fi-nettverk
oc: Connectar aqueste ordenador a internet permetrà a Ubuntu d’installar de logicials suplementaris e de definir vòstre fus orari. Connectatz un cable Ethernet, o causissètz un ret Wifi
pl: Podłączenie tego komputera do Internetu pomoże systemowi Ubuntu zainstalować dodatkowe potrzebne oprogramowanie i pomoże wybrać strefę czasową. Połącz się za pomocą kabla ethernetowego lub wybierz sieć Wi-Fi
sk: Pripojenie počítača na Internet pomôže Ubuntu nainštalovať akýkoľvek potrebný dodatočný softvér a pomôže vybrať vaše časové pásmo. Pripojte sa Ethernetovým káblom, alebo si vyberte Wi-Fi sieť
uk: Підключення цього комп'ютера до Інтернету допоможе Ubuntu встановити необхідне додаткове програмне забезпечення та вибрати часовий пояс. Підключіться за допомогою кабелю Ethernet або виберіть Wi-Fi мережу

# installationTypeMultiOSDetected
source: This computer currently has multiple operating systems on it. What would you like to do?
es: Actualmente este equipo tiene varios sistemas operativos instalados. ¿Qué le gustaría hacer?
nb: Denne datamaskinen har for tiden flere operativsystemer. Hva har du lyst til å gjøre?
oc: Aqueste ordenador es installat amb mantun sistèma operatiu. De qué volètz far ?
sk: Na tomto počítači sa v súčasnosti nachádza viacero operačných systémov. Čo si prajete urobiť?
uk: На Вашому комп'ютері встановлено декілька операційних систем. Що Ви бажаєте зробити?

# installDriversTitle
source: Install third-party software for graphics and Wi-Fi hardware
es: Instalar software de terceros para gráficos y dispositivos de Wi-Fi
nb: Installer tredjepartsprogramvare for grafikk- og Wi-Fi-maskinvare
oc: Installar de logicials tèrces pel material grafic e Wi-Fi
sk: Nainštalovať ovládače od tretích strán pre grafické čipy a Wi-Fi sieťové rozhrania
uk: Встановити стороннє програмне забезпечення для графіки та обладнання Wi-Fi

# whoAreYouPageInvalidComputerName
source: The computer name is invalid
ml: കമ്പ്യൂട്ടറിന്റെ പേര് അസാധുവാണ്
pl: Nazwa komputera jest nieprawidłowa
sk: Zadaný názov pre počítač nie je možné použiť

# chooseYourLookPageTitle
source: Choose your theme
ml: നിങ്ങളുടെ രൂപം തിരഞ്ഞെടുക്കുക
pl: Wybierz swój wygląd
sk: Vyberte si motív vzhľadu

# whereAreYouPageTitle
source: Select your timezone
sk: Vyberte si svoje časové pásmo

# turnOffBitlockerLinkInstructions
source: For instructions, scan the QR code on another device or visit: <a href="https://{url}">{url}</a>
es: Para obtener instrucciones, escanee el código QR en otro dispositivo o visite: <a href="https://{url}">{url}</a>
ml: നിർദ്ദേശങ്ങൾക്കായി, ഒരു ഫോണിലോ മറ്റ് ഉപകരണത്തിലോ ഈ പേജ് തുറക്കുക: <a href="https://{url}">{url}</a>
nb: Instruks er tilgjengelig hvis du åpner denne siden på en telefon eller en annen enhet: <a href="https://{url}"></a>
oc: Per las consignas, numerizatz aqueste còdi QR d’un autre aparelh estant o consultatz : <a href="https://{url}">{url}</a>
pl: Aby uzyskać instrukcje, otwórz tę stronę w telefonie lub innym urządzeniu: <a href="https://{url}">{url}</a>
sk: Ohľadne pokynov naskenujte QR kód na inom zariadení alebo choďte na: <a href="https://{url}">{url}</a>
uk: Для отримання інструкцій відкрийте цю сторінку на телефоні або іншому пристрої: <a href="https://{url}">{url}</a>

# whereAreYouLocationLabel
source: Location
sk: Umiestnenie

# activeDirectoryDomainEndHyphen
source: Ends with a hyphen (-)
es: Termina en guión (-)
nb: Slutter med bindestrek (-)
oc: Termina per un jonhent (-)
sk: Končí na spojovník/pomlčku (-)

# activeDirectoryDomainNotFound
source: Domain not found
es: Dominio no encontrado
nb: Fant ikke domenet
oc: Domeni introbable
sk: Doména nenájdená

# activeDirectoryAdminLabel
source: Domain join user
es: Usuario uniendose al dominio
nb: Domeneadministrator
oc: Nom d’utilizaire per rejónher lo domeni
sk: Používateľ s oprávnením pre pridanie do domény

# activeDirectoryDomainMultipleDots
source: Contains multiple sequenced dots (..)
es: Contiene múltiples puntos (..)
nb: Inneholder flere gjentagende punktum (..)
oc: Conten mantun ponch (..)
sk: Obsahuje niekoľko bodiek za sebou (..)

# activeDirectoryPasswordLabel
source: Password
es: Contraseña
nb: Passord
oc: Senhal
sk: Heslo

# activeDirectoryPasswordEmpty
source: Required
es: Obligatorio
nb: Påkrevd
oc: Obligatòri
sk: Vyžadované

# welcomeHeader
source: Choose your language:
es: Elija su idioma:
nb: Velg ditt språk:
ne: आफ्नो भाषा छान्नुहोस्:
oc: Causissètz vòstra lenga :
ru: Выберите язык:
sk: Vyberte si svoj jazyk:
sr: Изаберите ваш језик:
uk: Оберіть мову:

# wiredMustBeEnabled
source: To use Ethernet on this computer, a wired connection must be enabled
es: Para utilizar Ethernet en este ordenador, debe activarse una conexión por cable
ml: ഈ കമ്പ്യൂട്ടറിൽ ഇതർനെറ്റ് ഉപയോഗിക്കുന്നതിന്, ഒരു വയർഡ് കണക്ഷൻ പ്രവർത്തനക്ഷമമാക്കിയിരിക്കണം
nb: For å bruke nettverkkabel på denne pcen, må kablet tilkobling være aktivert
oc: Per utilizar l’Ethernet sus aqueste ordenador, una connexion filara deu èsser activada
pl: Aby korzystać z sieci Ethernet na tym komputerze, musi być włączone połączenie przewodowe
sk: Aby na tomto počítači bolo možné použiť rozhranie Ethernet, je potrebné zapnúť káblové pripojenie
uk: Для використання Ethernet на цьому комп'ютері повинно бути включено дротове підключення

source: Enable wired
es: Activar por cable
ml: വയർഡ് പ്രവർത്തനക്ഷമമാക്കുക
nb: Aktivere kablet tilkobling
oc: Activar la connexion filara
pl: Włącz przewodowe
sk: Zapnúť káblové
uk: Увімкнути дротове підключення
