Repository: canonical/ubuntu-desktop-installer
Catalog: packages/ubuntu_desktop_installer/lib/l10n/app_*.arb
Languages: am, es, ga, ml, nb, ne, oc, pl, ru, sk, sr, uk

# writeChangesPartitionCreated
source: partition <b>{disk}{partition}</b> created
es: partición <b>{sysname}</b> creada
nb: partisjon #{sysname} opprettet
oc: particion <b>{sysname}</b> creada
sk: oddiel <b>{disk}{partition}</b> vytvorený
uk: створено розділ #{sysname}

# readyToUse
source: **{system}** is installed and ready to use
es: **{system}** está instalado y listo para usarse
ml: **{system}** ഇൻസ്റ്റാൾ ചെയ്‌ത് ഉപയോഗിക്കാൻ തയ്യാറാണ്.
nb: **{system}** er installert og klart til bruk.
oc: **{system}** es installat e prèst a utilizar
pl: **{system}** został zainstalowany i jest gotowy do użycia.
ru: **{system}** установлена и готова к использованию.
sk: **{system}** je nainštalované a pripravené na použitie
uk: **{system}** встановлена та готова до використання.

# restartInto
source: Restart into {system}
es: Reiniciar en {system}
ml: {system}-ലേക്ക് റീസ്റ്റാർട്ട് ചെയ്യുക
nb: Start om igjen til {system}
oc: Reaviar jos {system}
pl: Uruchom ponownie {system}
sk: Reštartovať do {system}
uk: Перезавантажитися в {system}

source: Restart now
es: Reiniciar ahora
nb: Utfør omstart nå
oc: Reaviar ara
sk: Reštartovať teraz

# turnOffBitlockerTitle
source: BitLocker is enabled
es: BitLocker está activado
ml: BitLocker ഓഫാക്കുക
nb: Skru av BitLocker
oc: BitLocker es activat
pl: Wyłącz funkcję BitLocker
sk: BitLocker je zapnutý
uk: Вимкнути BitLocker

# installationSlidesSupportCommunity
source: Ask Ubuntu covers a range of questions and responses and the Ubuntu Discourse provides guides and discussions for new and experienced users.
es: Ask Ubuntu cubre una gama de preguntas y respuestas. Ubuntu Discourse proporciona guías y discusiones para usuarios nuevos y experimentados.
oc: Ask Ubuntu cobrís una larga plaja de questions e responsas e lo Discourse d’Ubuntu provesís de guidas e de discussions pels nòuvenguts e los utilizaires experimentats.
sk: Web Ask Ubuntu pokrýva celú škálu otázok a odpovedí, ďalej na fóre Ubuntu Discourse sú k dispozícii návody a diskusie pre nových aj pokročilých používateľov.

source: Too many primary partitions
es: Demasiadas particiones primarias
nb: For mange primære partisjoner
oc: Tròp de particions primàrias
sk: Príliš veľa primárnych oddielov

# partitionLimitReached
source: Limit reached
es: Límite alcanzado
nb: Grense nådd
oc: Limit atenh
sk: Dosiahnutý limit

# partitionTypePrimary
source: Primary
es: Primaria
ml: പ്രാഥമികം
nb: Primær
oc: Primària
pl: Podstawowa
ru: Первичный
sk: Primárny
uk: Основний

# partitionLocationEnd
source: End of this space
es: Fin de este espacio
ml: ഈ ഇടത്തിന്റെ അവസാനം
nb: På slutten av plassen
oc: Fin d’aqueste espaci
pl: Koniec przestrzeni
sk: Koniec tohto priestoru
uk: Кінець цього простору

# partitionFormatLabel
source: Used as:
es: Utilizada como:
ml: ഇതായി ഉപയോഗിക്കുന്നു:
nb: Brukt som:
oc: Utilizada coma :
pl: Używana jako:
sk: Použité ako:
uk: Використовується як:

# partitionFormatExt3
source: Ext3 journaling file system
pl: System plików z dziennikowaniem Ext3
ru: Журналируемая файловая система Ext3
sk: Žurnálovací súborový systém Ext3

# partitionFormatBtrfs
source: btrfs journaling file system
ml: btrfs ജേണലിംഗ് ഫയൽ സിസ്റ്റം
pl: System plików z dziennikowaniem btrfs
ru: Журналируемая файловая система btrfs
sk: Žurnálovací súborový systém btrfs

# partitionFormatFat
source: FAT file system
ml: FAT ഫയൽ സിസ്റ്റം
pl: System plików FAT
ru: Файловая система FAT
sk: Súborový systém FAT

# partitionFormatFat32
source: FAT32 file system
ml: FAT32 ഫയൽ സിസ്റ്റം
pl: System plików FAT32
ru: Файловая система FAT32
sk: Súborový systém FAT32

# partitionFormatSwap
source: Swap area
ml: Swap സ്ഥലം
pl: Obszar wymiany (swap)
ru: Область подкачки
sk: Odkladacia oblasť

# partitionFormatIso9660
source: ISO 9660 file system
ml: ISO 9660 ഫയൽ സിസ്റ്റം
pl: System plików ISO 9660
ru: Файловая система ISO 9660
sk: Súborový systém ISO 9660

# partitionFormatReiserFS
source: ReiserFS file system
ml: ReiserFS ഫയൽ സിസ്റ്റം
pl: System plików ReiserFS
ru: Файловая система ReiserFS
sk: Súborový systém ReiserFS

# welcomePageTitle
source: Welcome to {DISTRO}
es: Bienvenido a {DISTRO}
oc: La benvenguda a {DISTRO}
sk: Vitajte v {DISTRO}

# partitionUnitB
source: B
oc: o
ru: Б
uk: Б

# partitionUnitMB
source: MB
oc: Mo
ru: МБ
uk: МБ

# partitionUnitGB
source: GB
oc: Go
ru: ГБ
uk: ГБ

# writeChangesFallbackSerial
source: disk
es: disco
ml: ഡിസ്ക്
oc: disc
pl: dysk
uk: диск

# partitionUnitKB
source: kB
ru: КБ
uk: КБ

# okButtonText
source: OK
am: እሺ
ml: തുടരുക
ne: हुन्छ
