Repository: canonical/ubuntu-desktop-installer
Catalog: packages/ubuntu_desktop_installer/lib/l10n/app_*.arb
Languages: am, es, ga, ml, nb, ne, oc, pl, ru, sk, sr, uk

# appTitle
source: Ubuntu Desktop Installer
es: Instalador de Ubuntu Desktop
ml: ഉബുണ്ടു ഡെസ്ക്ടോപ്പ് ഇൻസ്റ്റാളർ
nb: Ubuntu Skrivebord Installering
oc: Programa d’installacion del burèu Ubuntu
pl: Instalator Ubuntu Desktop
ru: Установщик Ubuntu Desktop
sk: Inštalátor Ubuntu Desktop
sr: Убунту Десктоп Инсталација
uk: Встановлювач Ubuntu Desktop

# cancelButtonText
source: Cancel
am: ተወው
ml: റദ്ദാക്കുക
ne: रद्द गर्नुहोस्
pl: Anuluj
ru: Отменить
sk: Zrušiť

# changeButtonText
source: Change
am: ለውጥ
es: Cambiar
ml: മാറ്റുക
nb: Endre
ne: बदल्नुहोस्
oc: Modificar
pl: Zmień
ru: Изменить
sk: Zmeniť
sr: Измени
uk: Змінити

# noButtonText
source: No
am: አይ
ml: ഇല്ല
ne: नगर्नुहोस्
pl: Nie
ru: Нет
sk: Nie

# restartButtonText
source: Restart
am: እንደገና ጀምር
es: Reiniciar
ml: പുനരാരംഭിക്കുക
nb: Start på nytt
ne: फेरि सुरु गर्नुहोस्
oc: Reaviar
pl: Uruchom ponownie
ru: Перезагрузить
sk: Reštartovať
sr: Рестартуј
uk: Перезавантажити

# revertButtonText
source: Revert
am: ወደ ነበረበት መመለስ
es: Revertir
ga: Fill
ml: തിരിച്ചെടുക്കുക
nb: Tilbakefør
ne: फिर्ता गर्नुहोस्
oc: Restablir
pl: Przywróć
sk: Vrátiť späť
sr: Поврати
uk: Відбій

# yesButtonText
source: Yes
am: አዎ
ml: അതെ
ne: हो
pl: Tak
ru: Да
sk: Áno

# configureSecureBootTitle
source: Configure Secure Boot
es: Configurar Secure Boot
ml: സെക്യൂർ ബൂട്ട് ക്രമീകരിക്കുക
nb: Tilpass Sikkeroppstart
oc: Configurar l’amorçatge segur
pl: Skonfiguruj bezpieczny rozruch (Secure Boot)
ru: Настроить Secure Boot
sk: Nastaviť Secure Boot
uk: Налаштувати безпечне завантаження

# isKeyPresent
source: Is the following key present on your keyboard?
am: ይህ የሚቀጥለው ቁልፍ በእርስዎ የፊደል ገብታው ውስጥ አለ?
es: ¿Está presente la siguiente tecla en su teclado?
ga: An bhfuil an eochair seo ann ar do mhéarchlár?
ml: നിങ്ങളുടെ കീബോർഡിൽ ഈ കീ നിലവിലുണ്ടോ?
nb: Finnes følgende tast på tastaturet ditt?
oc: La tòca seguenta es presenta sul clavièr ?
pl: Czy ten klawisz występuje na klawiaturze?
ru: Есть ли следующая клавиша на вашей клавиатуре?
sk: Máte na klávesnici nasledujúci kláves?
sr: Да ли следећи тастер постоји на вашој тастатури?
uk: Чи присутня ця клавіша на клавіатурі?

# configureSecureBootOption
source: Configure Secure Boot
es: Configurar Secure Boot
ml: സെക്യൂർ ബൂട്ട് ക്രമീകരിക്കുക
nb: Tilpass sikkeroppstart
oc: Configurar l’amorçatge segur
pl: Skonfiguruj bezpieczny rozruch (Secure Boot)
sk: Nastaviť Secure Boot
uk: Налаштувати безпечне завантаження

# chooseSecurityKey
source: Choose a security key
es: Elija una clave de seguridad
ml: ഒരു സുരക്ഷാ കീ തിരഞ്ഞെടുക്കുക
nb: Velg en sikkerhetnøkkel
oc: Causir una clau de seguretat
pl: Wybierz klucz bezpieczeństwa
ru: Выберите ключ безопасности
sk: Vyberte si bezpečnostný kľúč
uk: Оберіть ключ безпеки

# whoAreYouPagePasswordShow
source: Show
sk: Zobraziť

source: Copying files…
es: Copiando archivos…
nb: Kopierer filer …
oc: Còpia dels fichièrs…
sk: Kopírovanie súborov…
uk: Копіювання файлів…

# installationSlidesProductivityTitle
source: Power up your productivity
es: Aumenta tu productividad
oc: Aumentatz vòstra productivitat
sk: Zvýšte svoju produktivitu

# restartIntoWindowsTitle
source: Restart into Windows?
es: ¿Reiniciar en Windows?
oc: Reaviar jos Windows ?
sk: Reštartovať do Windows?

# whereAreYouTimezoneLabel
source: Timezone
sk: Časové pásmo

# installationSlidesTitle
source: Welcome to {RELEASE}
es: Le damos la bienvenida a {RELEASE}
oc: La benvenguda a {RELEASE}
sk: Vitajte v {RELEASE}

# installationSlidesAvailable
source: Available:
es: Disponible:
oc: Disponible :
sk: K dispozícii:

# installationSlidesIncluded
source: Included:
es: Incluido:
oc: Inclús :
sk: Obsiahnuté:

# installationSlidesWelcomeHeader
source: The latest version of {DISTRO} makes computing easier than ever.
es: La última versión de {DISTRO} hace que la informática sea más fácil que nunca.
oc: La darrièra version de {DISTRO} fa venir l’informatica mai simpla que jamai.
sk: Najnovšia verzia {DISTRO} uľahčuje používanie počítača viac ako kedykoľvek predtým.

# installationSlidesSoftwareTitle
source: All the applications you need
es: Todas las aplicaciones que necesitas
oc: Totas las aplicacions que vos fan mestièr
sk: Všetky aplikácie ktoré potrebujete

# installationSlidesDevelopmentTitle
source: Develop with the best of open source
es: Desarrolla con lo mejor del código abierto
oc: Desvolopatz amb çò melhor del monde liure
sk: Vyvíjajte s najlepším open source

# installationSlidesCreativityTitle
source: Enhance your creativity
es: Potencia tu creatividad
oc: Melhoratz vòstra creativitat
sk: Buďte tvorivejší

# installationSlidesGamingBody
source: {DISTRO} supports the latest NVIDIA and Mesa drivers to improve performance and compatibility. Thousands of Windows titles play great on {DISTRO} via applications like Steam with no additional configuration.
es: {DISTRO} es compatible con los últimos controladores de NVIDIA y Mesa para mejorar el rendimiento y la compatibilidad. Miles de títulos de Windows se reproducen perfectamente en {DISTRO} a través de aplicaciones como Steam sin necesidad de configuración adicional.
oc: {DISTRO} pren en carga los darrièra pilòts NVIDIA e Mesa per melhorar las performanças e la compatibilitat. Milierats de jòcs per Windows foncionan coma cal sus {DISTRO} via d’aplicacions coma Steam amb cap de configuracion suplementària.
sk: {DISTRO} podporuje najnovšie ovládače od NVIDIA a Mesa, čo zlepšuje výkon a kompatibilitu. Tisíce hier pre Windows skvele fungujú na {DISTRO} prostredníctvom aplikácií ako je Steam, bez potreby niečo ďalej nastavovať.

# installationSlidesAccessibilityTitle
source: Access for everyone
es: Acceso para todos
oc: Accès per totes
sk: Prístupnosť pre každého

# installationSlidesSupportEnterprise
source: For enterprise users Canonical provides commercial support to make it easy to onboard and manage Ubuntu securely in the workplace.
es: Para los usuarios de empresa, Canonical ofrece soporte comercial para facilitar la incorporación y gestión segura de Ubuntu en el lugar de trabajo.
oc: Per las entrepresas Canonical fornís una assisténcia comerciala per facilitar l’integracion e la gestion d’Ubuntu en tota seguretat al lòc de trabalh.
sk: Pre firemných používateľov Canonical poskytuje komerčnú podporu, vďaka ktorej je ľahké zaviesť a spravovať Ubuntu na pracovisku.

# installationSlidesSupportResources
source: Helpful resources:
es: Recursos útiles:
oc: Ressorsas utilas :
sk: Užitočné zdroje:

# installationSlidesSupportDocumentation
source: Official documentation
es: Documentación oficial
oc: Documentacion oficiala
sk: Oficiálna dokumentácia

# installationSlidesSupportUbuntuPro
source: Enterprise-grade 24/7 support with Ubuntu Pro
es: Soporte 24/7 de nivel empresarial con Ubuntu Pro
oc: Assisténcia professionala disponibla 24h de 24h e 7 jorns de 7 amb Ubuntu Pro
sk: Podpora 24/7 na podnikovej úrovni s Ubuntu Pro

# configuringSystem
source: Setting up the system…
es: Configurando el sistema…
nb: Setter opp systemet …
oc: Configuracion del sistèma…
sk: Nastavovanie systému…
uk: Налаштування системи…

source: Installation failed
es: Falló la instalación
nb: Installasjonen mislyktes
oc: Fracàs de l’installacion
sk: Inštalácia sa nepodarila
uk: Встановлення не вдалося

# notEnoughDiskSpaceTitle
source: Not enough space
es: Espacio insuficiente
nb: Beklager
oc: Pas pro d’espaci
sk: Nedostatok miesta
uk: Вибачте

# notEnoughDiskSpaceAvailable
source: Available:
es: Disponible:
oc: Disponible :
sk: K dispozícii:

# activeDirectoryOption
source: Use Active Directory
es: Utilizar el directorio activo
nb: Bruk Active Directory
oc: Utilizar Active Directory
sk: Použiť Active Directory

# activeDirectoryInfo
source: You'll enter domain and other details in the next step.
es: En el siguiente paso introducirá el dominio y otros datos.
nb: Du skriver inn domene og andre detaljer i neste steg.
oc: Picaretz lo domeni e los autres detalhs a l’etapa que ven.
sk: V ďalšom kroku zadáte doménu a ďalšie podrobnosti.

# activeDirectoryTestConnection
source: Test domain connectivity
es: Probar la conexión del dominio
nb: Test tilknytning
oc: Ensajar la connexion al domeni
sk: Vyskúšať spojenie s doménou

# activeDirectoryDomainLabel
source: Domain
es: Dominio
nb: Domene
oc: Domeni
sk: Doména

# activeDirectoryDomainEmpty
source: Required
es: Obligatorio
nb: Påkrevd
oc: Obligatòri
sk: Vyžadované

# activeDirectoryDomainTooLong
source: Too long
es: Demasiado largo
nb: For langt
oc: Tròp long
sk: Príliš dlhé

# activeDirectoryDomainInvalidChars
source: Invalid characters
es: Caracteres incorrectos
nb: Ugyldige tegn
oc: Caractèrs invalids
sk: Neplatné znaky

# activeDirectoryDomainStartDot
source: Starts with a dot (.)
es: Empieza por punto (.)
nb: Starter med punktum (.)
oc: Comença per un ponch (.)
sk: Začína na bodku (.)

# activeDirectoryDomainEndDot
source: Ends with a dot (.)
es: Termina en punto (.)
nb: Slutter med punktum (.)
oc: Termina per un ponch (.)
sk: Končí na bodku (.)

# activeDirectoryAdminEmpty
source: Required
es: Obligatorio
nb: Påkrevd
oc: Obligatòri
sk: Vyžadované

# windowTitle
source: Install {RELEASE}
am: መግጠም {RELEASE}
es: Instalar {RELEASE}
ga: Suiteáil {RELEASE}
ml: {RELEASE} ഇൻസ്റ്റാൾ ചെയ്യുക
nb: Installere {RELEASE}
ne: {RELEASE} इन्सटल गर्नुहोस्
oc: Installar {RELEASE}
pl: Zainstaluj {RELEASE}
ru: Установить {RELEASE}
sk: Nainštalovať {RELEASE}
sr: Инсталирај {RELEASE}
uk: Встановити {RELEASE}

# partitionFormatXfs
source: XFS journaling file system
ml: XFS ജേണലിംഗ് ഫയൽ സിസ്റ്റം
pl: System plików z dziennikowaniem XFS
ru: Журналируемя файловая система XFS
sk: Žurnálovací súborový systém XFS

# partitionFormatFat12
source: FAT12 file system
ml: FAT12 ഫയൽ സിസ്റ്റം
pl: System plików FAT12
ru: Файловая система FAT12
sk: Súborový systém FAT12

# partitionFormatVfat
source: VFAT file system
ml: VFAT ഫയൽ സിസ്റ്റം
pl: System plików VFAT
ru: Файловая система VFAT
sk: Súborový systém VFAT

# partitionFormatNtfs
source: NTFS file system
ml: NTFS ഫയൽ സിസ്റ്റം
pl: System plików NTFS
ru: Файловая система NTFS
sk: Súborový systém NTFS

# partitionMountPointLabel
source: Mount point:
es: Punto de montaje:
ml: മൗണ്ട് പോയിന്റ്:
nb: Monteringspunkt:
oc: Punt de montatge :
pl: Punkt montowania:
ru: Точка монтирования:
sk: Prípojný bod:
uk: Точка монтування:

# whoAreYouPageUsernameTooLong
source: That name is too long.
sk: Také meno je príliš dlhé.

# quitButtonText
source: Quit installation
es: Salir de la instalación
nb: Avslutt installasjon
oc: Quitar l’installacion
sk: Opustiť inštaláciu
sr: Напусти инсталацију
uk: Скасувати встановлення

# tryOrInstallPageTitle
source: Try or install {DISTRO}
es: Probar o instalar {DISTRO}
ml: ഉപയോഗിച്ച് നോക്കുക അല്ലെങ്കിൽ ഇൻസ്റ്റാൾ ചെയ്യുക
nb: Prøv eller Installere
ne: प्रयास गर्नुहोस् वा स्थापना गर्नुहोस्
oc: Ensajar o installar {DISTRO}
pl: Wypróbuj lub zainstaluj
ru: Попробовать или установить
sk: Vyskúšať alebo nainštalovať {DISTRO}
sr: Испробајте или инсталирајте
uk: Спробувати або встановити

source: Repair installation
es: Reparar instalación
ml: ഇൻസ്റ്റാളേഷൻ നന്നാക്കുക
nb: Reparere installasjonen
oc: Reparar l’installacion
pl: Napraw instalację
ru: Исправить установку
sk: Opraviť inštaláciu
sr: Поправи инсталацију
uk: Виправити встановлення

# tryUbuntu
source: Try {RELEASE}
am: ይሞክሩ {RELEASE}
es: Probar {RELEASE}
ga: Bain triail as {RELEASE}
ml: {RELEASE} ഉപയോഗിച്ച് നോക്കുക
nb: Prøv {RELEASE}
ne: {RELEASE} प्रयास गर्नुहोस्
oc: Ensajar {RELEASE}
pl: Wypróbuj {RELEASE}
ru: Попробовать {RELEASE}
sk: Vyskúšať {RELEASE}
sr: Испробај {RELEASE}
uk: Спробувати {RELEASE}

# tryUbuntuDescription
source: You can try {RELEASE} without making any changes to your computer.
es: Puede probar {RELEASE} sin efectuar ningún cambio en su equipo.
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടറിൽ മാറ്റങ്ങളൊന്നും വരുത്താതെ തന്നെ നിങ്ങൾക്ക് {RELEASE} പരീക്ഷിക്കാവുന്നതാണ്.
nb: Du kan prøve {RELEASE} uten å gjøre noen endringer på datamaskinen.
ne: तपाईंले आफ्नो कम्प्युटरमा कुनै परिवर्तन नगरी {RELEASE} प्रयोग गर्न सक्नुहुन्छ।
oc: Podètz ensajar {RELEASE} sens aplicar cap de modificacion a vòstre ordenador.
pl: Możesz wypróbować {RELEASE} bez wprowadzania jakichkolwiek zmian na swoim komputerze.
ru: Вы можете попробовать {RELEASE} без каких-либо изменений на вашем компьютере.
sk: Môžete vyskúšať {RELEASE} bez vykonania zmien vo vašom počítači.
sr: Можете испробати {RELEASE} без прављења измена на вашем рачунару.
uk: Ви можете спробувати {RELEASE}, не роблячи ніяких змін на вашому комп'ютері.

# installUbuntu
source: Install {RELEASE}
am: መግጠም {RELEASE}
es: Instalar {RELEASE}
ga: Suiteáil {RELEASE}
ml: {RELEASE} ഇൻസ്റ്റാൾ ചെയ്യുക
nb: Installere {RELEASE}
ne: {RELEASE} स्थापना गर्नुहोस्
oc: Installar {RELEASE}
pl: Zainstaluj {RELEASE}
ru: Установить {RELEASE}
sk: Nainštalovať {RELEASE}
sr: Инсталирај {RELEASE}
uk: Встановити {RELEASE}

# turnOffRST
source: RST is enabled
es: RST está activado
ml: RST ഓഫ് ചെയ്യുക
nb: Slå av RST
ne: RST बन्द गर्नुहोस्
oc: RST es activat
pl: Wyłącz RST
ru: Выключить RST
sk: RST je zapnuté
sr: Искључи RST
uk: Вимкнути RST

# turnOffRSTDescription
source: This computer uses Intel RST (Rapid Storage Technology). You need to turn off RST in Windows before installing Ubuntu.
es: Este equipo utiliza Intel RST (Rapid Storage Technology). Es necesario desactivar RST en Windows antes de instalar Ubuntu.
ml: ഈ കമ്പ്യൂട്ടർ ഇന്റൽ ആർഎസ്ടി (റാപ്പിഡ് സ്റ്റോറേജ് ടെക്നോളജി) ഉപയോഗിക്കുന്നു. ഉബുണ്ടു ഇൻസ്റ്റാൾ ചെയ്യുന്നതിന് മുമ്പ് നിങ്ങൾ വിൻഡോസിൽ ആർഎസ്ടി ഓഫ് ചെയ്യേണ്ടതുണ്ട്.
nb: Denne datamaskinen bruker Intel RST (Rapid Storage Technology). Du må slå av RST i Windows før du installerer Ubuntu.
oc: Aqueste ordenador utiliza la tecnologia RST (Rapid Storage Technology) d’Intel. Cal desactivar RST jos Windows abans d’installar Ubuntu.
pl: Ten komputer wykorzystuje technologię Intel RST (Rapid Storage Technology). Musisz wyłączyć RST w systemie Windows przed instalacją Ubuntu.
ru: Двнный компьютер использует Intel RST (Rapid Storage Technology). Перед тем, как продолжить установку Ubuntu, необходимо отключить RST в Windows.
sk: Na tomto počítači je zapnutá technológia Intel RST (Rapid Storage Technology). Aby bolo možné Ubuntu nainštalovať, je potrebné vo Windows funkciu RST vypnúť.
uk: Цей комп’ютер використовує технологію Intel RST (Rapid Storage Technology). Перед встановленням Ubuntu вам потрібно вимкнути RST у Windows.

# installUbuntuDescription
source: Install {RELEASE} alongside (or instead of) your current operating system. This shouldn't take too long.
es: Instalar {RELEASE} junto con (o en lugar de) su sistema operativo actual. No debería tardar mucho.
ml: നിങ്ങളുടെ നിലവിലെ ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിനൊപ്പം (അല്ലെങ്കിൽ പകരം) {RELEASE} ഇൻസ്റ്റാൾ ചെയ്യുക. ഇത് അധിക സമയം എടുക്കാൻ പാടില്ലാത്തതാണ്.
nb: Installer {RELEASE} ved siden av (eller i stedet for) ditt nåværende operativsystem. Dette bør ikke ta for lang tid.
ne: आफ्नो अन्य अपरेटिङ सिस्टम संगै {RELEASE} स्थापना गर्नुहोस्। यो छिटो हुनेछ।
oc: Installar {RELEASE} a costat (o a la plaça) de vòstre sistèma operatiu actual. Aquò deuriá pas trigar.
pl: Zainstaluj {RELEASE} obok (lub zamiast) obecnego systemu operacyjnego. Nie powinno to potrwać zbyt długo.
ru: Установить {RELEASE} рядом (или вместо) вашей текущей операционной системы. Это не займёт много времени.
sk: Nainštalujte {RELEASE} spoločne z (alebo namiesto) vášho operačného systému. Nemalo by to trvať dlho.
sr: Инсталирај {RELEASE} поред (или уместо) вашег тренутног оперативног система. За ово неће требати пуно времена.
uk: Встановити {RELEASE} поряд (або замість) вашої поточної операційної системи. Це не повинно зайняти занадто багато часу.

# releaseNotesLabel
source: You may wish to read the <a href="{url}">release notes</a>.
es: Puede leer el <a href="{url}">informe de novedades</a>.
ga: B'fhéidir gur mhaith leat na <a href="{url}">nótaí eisithe a léamh</a>.
ml: നിങ്ങൾ <a href="{url}">റിലീസ് കുറിപ്പുകൾ</a> വായിക്കാൻ ആഗ്രഹിച്ചേക്കാം.
nb: Det kan være lurt å lese <a href="{url}">versjonsnotatene</a>.
ne: तपाईंले <a href="{url}">रिलिज नोटहरू</a> पढ्न आवश्यक हुन सक्छ।
oc: Podètz tanben legir las <a href="{url}">nòtas de version</a>.
pl: Możesz chcieć przeczytać <a href="{url}">informacje o wydaniu</a>.
ru: Вы также можете прочитать <a href="{url}">заметки о выпуске</a>.
sk: Mohli by ste mať záujem o prečítanie si <a href="{url}">poznámok k vydaniu</a>.
uk: Можливо, ви захочете прочитати <a href="{url}">примітки до випуску</a>.

# repairInstallationDescription
source: Repairing will reinstall all installed software without touching documents or settings.
es: Al reparar se reinstalarán todos los programas instalados sin tocar los documentos ni la configuración.
ml: റിപ്പയർ ചെയ്യുന്നത് ഡോക്യുമെന്റുകളോ ക്രമീകരണങ്ങളോ സ്പർശിക്കാതെ ഇൻസ്റ്റാൾ ചെയ്ത എല്ലാ സോഫ്റ്റ്വെയറുകളും വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്യും.
nb: Reparasjon vil installere all installert programvare på nytt uten å berøre dokumenter eller innstillinger.
oc: La reparacion tornarà installar totes los logicials installats en servant los documents e los paramètres.
pl: Naprawa spowoduje ponowną instalację całego zainstalowanego oprogramowania bez naruszania dokumentów lub ustawień.
ru: Исправление повторно устанавливает все установленные программы, не трогая документы и настройки.
sk: Opravou preinštalujete všetok nainštalovaný softvér bez toho, aby sa to dotklo dokumentov alebo nastavení.
sr: Поправка ће поново инсталирати све програме без дирања докумената или подешавања.
uk: Під час виправлення буде перевстановлено все програмне забезпечення, не торкаючись документів чи налаштувань.

# dontInstallDriverSoftwareNow
source: Don't install the driver software for now
es: No instalar el software de controladores por ahora
ml: ഇപ്പോൾ ഡ്രൈവർ സോഫ്റ്റ്‌വെയർ ഇൻസ്റ്റാൾ ചെയ്യരുത്
nb: Ikke installere drivere programvare nå
oc: Installar pas lo logicial pilòt pel moment
pl: Na razie nie instaluj oprogramowania sterownika
sk: Zatiaľ neinštalujte softvér ovládača
uk: Наразі не встановлювати програмне забезпечення драйвера

# pressOneKey
source: Please press one of the following keys:
am: እባክዎን ከእነዚህ ቁልፎች አንዱን ይጫኑ :
es: Pulse una de estas teclas:
ga: Brúigh cheann de na heochracha se:
ml: ഈ കീകളിൽ ഒന്ന് അമർത്തുക:
nb: Trykk på en av følgende taster:
oc: Mercés de quichar una de las tòcas seguentas :
pl: Proszę wcisnąć jeden z następujących klawiszy:
ru: Нажмите одну из следующих клавиш:
sk: Stlačte niektorú z nasledujúcich kláves:
sr: Молимо притисните један од следећих тастера:
uk: Будь ласка, натисніть одну з цих клавiш:

# dontInstallDriverSoftwareNowDescription
source: You can install it later from Software & Updates.
es: Puede instalarlo más tarde desde Software y Actualizaciones.
ml: സോഫ്റ്റ്‌വെയർ & അപ്ഡേറ്റസിൽ നിന്ന് പിനീട് ഇൻസ്റ്റാൾ ചെയ്യാവുന്നതാണ്.
nb: Du kan installere det senere fra programvare & oppdateringer.
oc: Lo podètz installar mai tard de Logicials e Mesas a jorn estant.
pl: Możesz zainstalować je później za pomocą aplikacji Oprogramowanie i aktualizacje.
sk: Je ho možné nainštalovať kedykoľvek neskôr pomocou nástroja „Softvér a aktualizácie“.
uk: Ви можете встановити його пізніше з розділу "Програми та оновлення".

# confirmSecurityKey
source: Confirm the security key
es: Confirme la clave de seguridad
ml: സുരക്ഷാ കീ സ്ഥിരീകരിക്കുക
nb: Bekreft sikkerhetsnøkkel
oc: Confirmat la clau de seguretat
pl: Potwierdź klucz bezpieczeństwa
ru: Подтвердите ключ безопасности
sk: Zopakujte zadanie bezpečnostného kľúča
uk: Підтвердить ключ безпеки

# configureSecureBootSecurityKeyRequired
source: Security key is required
es: Se necesita una clave de seguridad
ml: സുരക്ഷാ കീ ആവശ്യമാണ്
nb: Sikkerhetsnøkkel er krevet
oc: La clau de seguretat es requerida
pl: Wymagany jest klucz bezpieczeństwa
sk: Je potrebné zadať kľúč zabezpečenia
uk: Потрібен ключ безпеки

# secureBootSecurityKeysDontMatch
source: Security keys do not match
es: Las claves de seguridad no coinciden
ml: സുരക്ഷാ കീകൾ പൊരുത്തപ്പെടുന്നില്ല
nb: Sikkerhetsnøkkel stemmer ikke
oc: Las claus de seguretat correspondon pas
pl: Klucze bezpieczeństwa nie są zgodne
sk: Do každej z kolónok pre kľúč zabezpečenia ste napísali niečo iné
uk: Не збігаються ключі захисту

# noInternet
source: I don't want to connect to the internet just now
es: No quiero conectarme a internet ahora mismo
ml: എനിക്ക് ഇപ്പോൾ ഇന്റർനെറ്റിലേക്ക് ബന്ധിപ്പിക്കാൻ താൽപ്പര്യമില്ല
nb: Jeg ønsker ikke å koble til internett nå
oc: Vòli pas me connectar a internet pel moment
pl: Nie chcę teraz łączyć się z Internetem
ru: Прямо сейчас я не хочу подключаться к Интернету
sk: V tejto chvíli sa nechcem pripájať na Internet
uk: Я не хочу зараз підключатися до Інтернету

# selectGuidedStorageInstallNow
source: Install now
es: Instalar ahora
ml: ഇപ്പോൾ ഇൻസ്റ്റാൾ ചെയ്യുക
nb: Installere nå
oc: Installar ara
pl: Zainstaluj teraz
ru: Установить сейчас
sk: Nainštalovať teraz
uk: Встановити зараз

# writeChangesPartitionFormattedMounted
source: partition <b>{disk}{partition}</b> formatted as <b>{format}</b> used for <b>{mount}</b>
es: partición <b>{sysname}</b> formateada como <b>{format}</b> utilizada para <b>{mount}</b>
nb: partisjon #{sysname} formatert som {format} og brukt til {mount}
oc: la particion <b>{sysname}</b> formatada en <b>{format}</b> utilizada per <b>{mount}</b>
sk: oddiel <b>{disk}{partition}</b> naformátovaný ako <b>{format}</b> použitý pre <b>{mount}</b>
uk: розділ #{sysname}, відформатований як {format}, використано для {mount}

# writeChangesPartitionResized
source: partition <b>{disk}{partition}</b> resized from <b>{oldsize}</b> to <b>{newsize}</b>
es: partición <b>{sysname}</b> redimensionada de <b>{oldsize}</b> a <b>{newsize}</b>
nb: endret størrelse fra {oldsize} til {newsize} for #{sysname}
oc: la particion <b>{sysname}</b> redimensionada de <b>{oldsize}</b> a <b>{newsize}</b>
sk: veľkosť oddielu <b>{disk}{partition}</b> zmenené z <b>{oldsize}</b> na <b>{newsize}</b>
uk: розмір розділу #{sysname} змінено з {oldsize} на {newsize}

# writeChangesPartitionMounted
source: partition <b>{disk}{partition}</b> used for <b>{mount}</b>
es: partición <b>{sysname}</b> utilizada para <b>{mount}</b>
nb: partisjon #{sysname} brukt til {mount}
oc: la particion <b>{sysname}</b> utilizada per <b>{mount}</b>
sk: oddiel <b>{disk}{partition}</b> použitý pre <b>{mount}</b>
uk: розділ #{sysname} використано для {mount}

# writeChangesPartitionFormatted
source: partition <b>{disk}{partition}</b> formatted as <b>{format}</b>
es: partición <b>{sysname}</b> formateada como <b>{format}</b>
nb: partisjon #{sysname} formatert som {format}
oc: la particion <b>{sysname}</b> formatada en <b>{format}</b>
sk: oddiel <b>{disk}{partition}</b> naformátovaný ako <b>{format}</b>
uk: розділ #{sysname} відформатовано як {format}

# chooseYourLookPageHeader
source: You can always change this later in the appearance settings.
ml: രൂപഭാവ ക്രമീകരണങ്ങളിൽ നിങ്ങൾക്ക് ഇത് പിന്നീട് എപ്പോൾ വേണമെങ്കിലും മാറ്റാവുന്നതാണ്.
pl: Zawsze możesz zmienić to później w ustawieniach wyglądu.
ru: Вы всегда можете изменить это позже в настройках внешнего вида.
sk: Môžete ho neskôr kedykoľvek zmeniť v nastaveniach vzhľadu.

# offlineWarning
source: You are currently offline
es: Actualmente no está conectado
nb: Du er frakoblet
oc: Sètz fòra linha
sk: V tejto chvíli nie ste pripojení na Internet

# chooseSecurityKeyTitle
source: Security key
es: Clave de seguridad
ml: ഒരു സുരക്ഷാ കീ തിരഞ്ഞെടുക്കുക
nb: Velg en sikkerhetsnøkkel
oc: Clau de seguretat
pl: Wybierz klucz bezpieczeństwa
ru: Выберите ключ безопасности
sk: Kľúč zabezpečenia
uk: Оберіть ключ безпеки
